Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: Utiliza un valor de varios datos en el juego
es: Uses a value of various data in the game

source: Evalúa el texto como gdscript
es: Evaluates text as gdscript

source: 1: Artículo 1
es: 1:Item 1

source: (Recuento de posesión)
es: (Possesion Count)

source: 1: Arma 1
es: 1:Weapon 1

source: 1: Armadura 1
es: 1:Armor 1

source: 1: Hoja de las Sombras Sirion
es: 1:Sirion Shadowblade

source: Enemigo
es: Enemy

source: Personaje
es: Character

source: Fiesta
es: Party

source: (ID del partido)
es: (Party ID)

source: Último
es: Last

source: Otro
es: Other

source: Utiliza el recuento de posesión del artículo especificado.
es: Uses the possession count of the specified item.

source: Utiliza el recuento de posesión del arma especificada.
es: Uses the possession count of the specified weapon.

source: Utiliza el recuento de posesión de la armadura especificada.
es: Uses the possession count of the specified armor.

source: Utiliza el parámetro del actor (HP, MP, etc.) como valor. Especifique el actor y el parámetro de destino.
es: Uses the actor's parameter (HP, MP, etc.) as the value. Specify the target actor and parameter.

source: Utiliza el parámetro del enemigo (HP, MP, etc.) como valor. Especifica el enemigo objetivo y el parámetro. Esto sólo es efectivo durante la batalla.
es: Uses the enemy's parameter (HP, MP, etc.) as the value. Specify the target enemy and parameter. This is only effective during battle.

source: Utiliza valores como las coordenadas o la dirección del jugador o los eventos. [ul] \"Mapa X, Y\": Coordenadas del mapa de la ubicación actual \"Dirección\" : Dirección actual (arriba = 8 / izquierda = 4 / derecha = 6 / abajo = 2) \"Pantalla X, Y\": utiliza las coordenadas de posición de visualización en la pantalla (píxeles)[/ul]
es: Uses the ID of the actor in the specified position within the party.

source: Utiliza datos relacionados con la acción inmediatamente anterior
es: Uses data related to the immediately prior action

source: Utiliza algún otro tipo de datos
es: Uses some other type of data

source: [title]Seleccionar etiqueta[/title] Seleccione una de las etiquetas agregadas a este evento
es: General Settings

source: Escena de diálogo:
es: Dialog Scene:

source: Seleccionar escena de diálogo
es: Select dialog scene

source: Ancho máximo:
es: Max Width:

source: Líneas máximas:
es: Max Lines:

source: Retraso de caracteres:
es: Characterter Delay:

source: Retraso de punto:
es: Dot Delay:

source: Retraso de coma:
es: Comma Delay:

source: Saltar texto
es: Skip Text

source: Puede omitir el cuadro de diálogo:
es: Can Skip Dialog:

source: Modo de salto:
es: Skip Mode:

source: Saltar velocidad:
es: Skip Speed:

source: Animaciones
es: Animations

source: Iniciar animación:
es: Start Animation:

source: Finalizar animación:
es: End Animation:

source: Transición de texto:
es: Text transition:

source: Sonido de máquina de escribir
es: Typewriter Sound

source: Seleccionar archivo de audio
es: Select Audio File

source: BD de volumen:
es: Volume DB:

source: Paso
es: Pitch

source: Mínimo:
es: Min:

source: Máximo:
es: Max:

source: Escena que reproducirá el diálogo. La escena debe ser del tipo \"DialogBase\".
es: Scene that will reproduce the dialog. The scene must be of type \"DialogBase\".

source: Ancho máximo del cuadro de diálogo
es: Maximum width of the dialog box

source: Número máximo de líneas mostradas a la vez en el cuadro de diálogo
es: Maximum number of lines displayed at a time in the dialog box

source: Retraso de tiempo transcurrido para mostrar cada letra del texto
es: Elapsed time delay for displaying each letter of the text

source: Retraso de tiempo transcurrido al encontrar un \".\"
es: Elapsed time delay on encountering a \".\"

source: Retraso de tiempo transcurrido al encontrar un \",\"
es: Elapsed time delay on encountering a \",\"

source: Salta la animación letra por letra y muestra todo el texto del diálogo a la vez
es: Skips letter-by-letter animation and displays all dialog text at once

source: Selecciona el comportamiento que se aplicará al intentar omitir un texto: [ul] - [Omitir todo (ejecutar comandos)]:[/ul] Muestra todo el texto a la vez y ejecuta cualquier comando encontrado. [ul] - [Omitir todo]:[/ul] Muestra todo el texto e ignora cualquier comando. [ul] - [Omitir todo respetando las pausas]:[/ul] Muestra todo el texto, ejecuta cualquier comando encontrado, respeta las pausas encontradas (los comandos \"puntos\", las \"comas\" y los \"espera\"). [ul] - [ Avance rápido]:[/ul] Acelera la animación letra por letra para ajustar el valor definido en \"Omitir velocidad\".
es: Text speed when using \"Fast Forward\".

source: Animación del cuadro de diálogo inicial (cuando se abre).
es: Initial dialog box animation (when it opens).

source: Animación final del cuadro de diálogo (cuando se cierra)
es: Final animation of the dialog box (when it closes)

source: Animación utilizada para mostrar el texto letra por letra.
es: Animation used to display the text letter-by+letter.

source: Haga clic para seleccionar un sonido Clic central para borrar el sonido actual
es: Specifies the volume for the selected sound.

source: Especifica el rango de tono para este sonido. Esto introduce variedad al permitir diferentes tonos mínimos y máximos, simulando variaciones como cuando alguien pronuncia diferentes sonidos
es: Specifies the pitch range for this sound. This introduces variety by allowing different minimum and maximum pitches, simulating variations such as someone speaking different sounds

source: Dígitos:
es: Digits:

source: Pide al usuario que seleccione un número de n dígitos y asigna el valor ingresado a esta variable.
es: Asks the user to select an n-digit number and assigns the entered value to this variable.

source: Solicita al usuario que ingrese un número de longitud igual al definido aquí.
es: Prompts the user to enter a number of length equal to the one defined here.

source: Solicita al usuario que seleccione un elemento de un tipo específico y asigna el ID del elemento a esta variable.
es: It prompts the user to select an item of a specified type and assigns the item ID to this variable.

source: Solicita al usuario que seleccione un elemento del tipo especificado.
es: Prompts the user to select an item of the specified type.

source: Opciones:
es: Choices:

source: Agregar opción
es: Add Choice

source: Por defecto:
es: Default:

source: Cancelar:
es: Cancel:

source: Opciones máximas:
es: Max Choices:

source: Anterior:
es: Previous:

source: Anterior
es: Previous

source: Próximo:
es: Next:

source: Próximo
es: Next

source: Agregar una nueva opción a la lista
es: Add a new choice to the list

source: Indica en qué posición se mostrarán las opciones (arriba a la izquierda, arriba al centro o arriba a la derecha del cuadro de diálogo).
es: Indicates in which position the choices will be displayed (Top left, Top center or Top right of the dialog box).

source: Indica qué opción se seleccionará al inicio
es: Indicates which choice will be selected at startup

source: La Elección indicada se llamará cuando se cancele la elección.
es: The indicated Choice will be called when the choice is cancelled.

source: Especifica el número máximo de opciones que se muestran al mismo tiempo. Si hay más opciones, se dividirán en páginas y botones \"siguiente\" y \"anterior\". Se mostrará para navegar por las páginas.
es: When you are on a page other than the first page, this option is displayed to allow you to return to the previous page choices.

source: Cuando hay más opciones de las especificadas en \"Max Choices\", aparece esta nueva opción para navegar a la siguiente página de opciones.
es: When there are more choices than specified in \"Max Choices\", this new option appears to navigate to the next page of choices.

source: artículos de segunda clase
es: second/s

source: Detiene temporalmente un evento. Mientras está detenido, el jugador no puede realizar ninguna acción (excluyendo los procesos que se ejecutan en paralelo)
es: Temporarily stops an event. While stopped, the player cannot perform any actions (excluding processes running in parallel)

source: Guarde el personaje y las vistas previas en la carpeta:
es: Save character and previews in folder:

source: Datos/Personajes/
es: Data/Characters/

source: Nombre del personaje:
es: Character Name:

source: Crear subcarpeta
es: Create Sub-Folder

source: Crea el personaje
es: Create the Character

source: Crear vista previa de cara
es: Create Face Preview

source: Muestra siempre el arma.
es: Always show the weapon.

source: Crear vista previa de personaje
es: Create Character Preview

source: Hacer carácter inmutable
es: Make Inmutable Character

source: Crear vista previa de Battler
es: Create Battler Preview

source: Crear piezas de equipos individuales
es: Create individual equipment parts

source: Guarde las piezas del equipo en la carpeta:
es: Save equipment parts in folder:

source: Datos/Equipo/
es: Data/Equipment/

source: Guardar estas partes
es: Mask

source: sombrero
es: hat

source: Anteojos
es: Glasses

source: Traje
es: Suit

source: Chaqueta
es: Jacket

source: Camisa
es: Shirt

source: Guantes
es: Gloves

source: Cinturón
es: Belt

source: Pantalones
es: Pants

source: Zapatos
es: Shoes

source: Atrás
es: Back

source: Mano principal
es: Mainhand

source: De improviso
es: Offhand

source: Munición
es: Ammo

source: ¿Todo?
es: All?

source: [title]Directorio de almacenamiento[/title] Elija el directorio donde se guardarán los archivos, de forma predeterminada se selecciona el directorio \"Datos/Caracteres/\".
es: Assign a name to this character. The save files will be a combination of this name plus the file type (name_actor, name_face_preview, name_character_preview, and name_battler_preview).

source: [title]Crear subcarpeta[/title] Crea una subcarpeta en la carpeta seleccionada para guardar el personaje y obtener una vista previa de las imágenes. La subcarpeta tendrá el mismo nombre que el personaje.
es: [title]Character Creation[/titl] Create a character file ready to be used in your game. [Note]: The character is a scene of type \"RPGLPCPlayer\" plus a configuration resource of type \"RPGLPCCharacter\" containing the configuration necessary to display the character as created in the Character Editor. The name of the scene will be the \"name of the character\" plus \".tscn\" The name of the resource will be the \"name of the character\" plus \"_data.tres\"

source: [title]Creación de personaje[/titl] Crea un archivo de personaje listo para ser usado en tu juego. [Nota]: El personaje es una escena de tipo \"RPGLPCPlayer\" más un recurso de configuración de tipo \"RPGLPCCharacter\" que contiene la configuración necesaria para mostrar el personaje tal como se creó en el Editor de personajes. El nombre de la escena será el \"nombre del personaje\" más \".tscn\" El nombre del recurso será el \"nombre del personaje\" más \"_data.tres\"
es: [title]Face Preview[/title] Creates a preview image of the character's face The name of this preview will be the \"name of the character\" plus \"_face.png\"

source: [title]Vista previa de cara[/title] Crea una imagen de vista previa de la cara del personaje El nombre de esta vista previa será el \"nombre del personaje\" más \"_face .png\"
es: [title]Weapon Visibility[/title] The character is always shown with his weapon visible.

source: [title]Visibilidad del arma[/title] El personaje siempre se muestra con su arma visible.
es: [title]Character Preview[/title] Creates a preview image of the character. If \"Always shown the weapon\" is disabled, the preview will show the character without weapons. The name of this preview will be the \"name of the character\" plus \"_character.png\"

source: [title]Vista previa del personaje[/title] Crea una imagen de vista previa del personaje. Si \"Mostrar siempre el arma\" está desactivado, la vista previa mostrará al personaje sin armas. El nombre de esta vista previa será el \"nombre del personaje\" más \"_personaje.png\"
es: [title]Inmutable Character[/title] Mark this character as immutable, meaning that his appearance will never change regardless of the equipment he wears. \"Note\": Weapons will be displayed as long as the equipped weapon is compatible with this character's texture.

source: [title]Personaje inmutable[/title] Marca este personaje como inmutable, lo que significa que su apariencia nunca cambiará independientemente del equipo que use. \"Nota\": Las armas se mostrarán siempre que ya que el arma equipada es compatible con la textura de este personaje.
es: [title]Battler Preview[/title] Creates a preview image of the character. This preview will show the character with all the equipment, including weapons with which he has been created. The name of this preview will be the \"name of the character\" plus \"_battler.png\"

source: [title]Vista previa de Battler[/title] Crea una imagen de vista previa del personaje. Esta vista previa mostrará al personaje con todo el equipo, incluidas las armas con las que ha sido creado. El nombre de esta vista previa será \"nombre del personaje\" más \"_battler. png\"
es: [title]Create Equipment parts[/title] Allows you to generate each piece of equipment added to this character as individual pieces. These parts can be assigned to weapons and armor created in the database and will be displayed on any compatible character that equips one of these items. If a character was created as immutable, it will only show the weapons it may have equipped, but the rest of the equipment will show the default equipment that was designed for that character. [Note]: The generated equipment parts will be a resource of type \"RPGLPCEquipmentPart\" containing the necessary configuration to generate the equipment as it was created in the editor.

source: [title]Crear piezas de equipo[/title] Te permite generar cada pieza de equipo agregada a este personaje como piezas individuales. Estas piezas se pueden asignar a armas y armaduras creadas en la base de datos y se mostrarán en cualquier personaje compatible que equipe uno de estos elementos. Si un personaje fue creado como inmutable, solo mostrará las armas que pueda haber equipado, pero el resto del equipo mostrará el equipo predeterminado que fue diseñado para ese personaje. [Nota]: Las partes del equipo generadas ser un recurso de tipo \"RPGLPCEquipmentPart\" que contenga la configuración necesaria para generar el equipo tal como fue creado en el editor.
es: [title]Directory of equipment storage[/title] Choose the directory where the equipment are to be saved, by default the directory \"Data/Equipment/\" is selected. The name of each piece of equipment will be \"equipment_type\" plus \"_equipment_name\" plus \"_id\" plus \".tres\".

source: [title]Directorio de almacenamiento de equipos[/title] Elija el directorio donde se guardarán los equipos, por defecto se selecciona el directorio \"Datos/Equipo/\". El nombre de cada pieza del equipo será \"equipment_type\" más \"_equipment_name\" más \"_id\" más \".tres\".
es: X:

source: Tamaño:
es: Size:

source: LISTA de tropas
es: Troop LIST

source: APLICAR
es: APPLY

source: [title]Lista de tropas[/title] Lista de enemigos que pueden aparecer en esta región. [Haga doble clic para editar/agregar una nueva tropa, tecla Eliminar para borrar cualquier tropa]
es: NEW EVENT PAGE

source: NUEVA EVENTO PÁGINA
es: COPY EVENT PAGE

source: COPIAR EVENTO PÁGINA
es: PASTE EVENT PAGE

source: PEGAR EVENTO PÁGINA
es: REMOVE EVENT PAGE

source: QUITAR EVENTO PÁGINA
es: CLEAN EVENT PAGE

source: LIMPIAR EVENTO PÁGINA
es: Start Page Conditions

source: Cambiar 1:
es: Switch 1:

source: Está encendido
es: Is On

source: Cambiar 2:
es: Switch 2:

source: Local Cambio:
es: Is

source: Existe artículo:
es: Exists Item:

source: Existe actor:
es: Exists Actor:

source: Gráfico
es: Graphic

source: Lanzacohetes
es: Launcher

source: Índice Z
es: Z-Index

source: OPCIONES DE EVENTO
es: EVENT OPTIONS

source: Animación caminando
es: Walking Animation

source: Animación inactiva
es: Idle Animation

source: Dirección fija
es: Fixed Direction

source: Pasable
es: Passable

source: Movimiento
es: Movement

source: Tipo
es: Type

source: Ruta de movimiento...
es: Movement route...

source: Velocidad
es: Velocity

source: Frecuencia
es: Frequency

source: Contenido:
es: Contents:

source: Información sobre herramientas de prueba
es: Prueba tooltip

source: IDENTIFICACIÓN:
es: ID:

source: Mensaje:
es: Message:

source: Seleccionar habilidad
es: Select Skill

source: Condiciones:
es: Conditions:

source: Siempre
es: Always

source: Doblar
es: Turn

source: mín
es: min

source: repetir cada uno
es: repeat each

source: se gira
es: turns

source: caballos de fuerza
es: HP

source: de
es: from

source: a
es: to

source: diputado
es: MP

source: Seleccionar estado
es: Select State

source: Nivel de fiesta
es: Party Level

source: a
es: to

source: Seleccionar interruptor
es: Select Switch

source: Seleccionar variable
es: Select Variable

source: Habilidad que utilizará el enemigo al realizar esta acción.
es: Skill that the enemy will use when performing this action.

source: Prioridad de la acción. De todas las acciones que cumplan las condiciones, la que tenga la calificación más alta será la estándar, y se utilizará la que esté dentro de los 2 puntos de calificación del estándar. Las acciones a 1 punto de distancia se utilizarán 2/3 del tiempo y aquellas a 2 puntos de distancia se utilizarán 1/3 del tiempo.
es: Priority of the action. Of all actions meeting the conditions, the one with the highest rating will be the standard, and the one within 2 rating points of the standard will be used. Actions 1 rating point away will be used 2/3 of the time and those 2 rating points away will be used 1/3 of the time.

source: [title]Siempre[/title] Establecer una acción en \"Siempre\" hace posible que el enemigo use esta habilidad en todo momento.
es: [title]Turn[/title] Uses the number of elapsed turns as a condition. Turns will be defined using [A + B * X] with A being the number of turns from the start of battle, and B being the interval of turns. If you set A to 2, and B to 3, conditions will be met every 3 turns from the 2nd turn (5th turn, 8th turn...).

source: [title]Turno[/title] Utiliza el número de turnos transcurridos como condición. Los turnos se definirán usando [A + B * X] siendo A el número de turnos desde el inicio de la batalla y B el intervalo de turnos. Si configuras A en 2 y B en 3, las condiciones se cumplirán cada 3 turnos a partir del segundo turno (quinto turno, octavo turno...).
es: [title]Minimun Turn[/title] This condition is met in this turn.

source: [title]Turno mínimo[/title] Esta condición se cumple en este turno.
es: [title]Repeat Condition[/title] This condition is fulfilled every x turns after the turn defined in 'min'.

source: [title]Repetir condición[/title] Esta condición se cumple cada x turnos después del turno definido en 'min'.
es: [title]HP[/title] The HP of the enemy will be used as a condition. Specify the range of the percentage of Max HP (0 to 100%). The condition will be met when the enemy's HP is within the specified range.

source: [title]HP[/title] El HP del enemigo se utilizará como condición. Especifique el rango del porcentaje de Max HP (0 a 100%). La condición se cumplirá cuando el HP del enemigo esté dentro del rango especificado.
es: [title]Minimun HP[/title] This condition is fulfilled when the enemy's HP is between \"from\" and \"to\" (both inclusive).

source: [title]HP mínimo[/title] Esta condición se cumple cuando el HP del enemigo está entre \"de\" y \"a\" (ambos inclusive).
es: [title]Maximun HP[/title] This condition is fulfilled when the enemy's HP is between \"from\" and \"to\" (both inclusive).

source: [title]HP máximo[/title] Esta condición se cumple cuando el HP del enemigo está entre \"de\" y \"a\" (ambos inclusive).
es: [title]MP[/title] The MP of the enemy will be used as a condition. Specify the range of the percentage of Max MP (0 to 100%). The condition will be met when the enemy's MP is within the specified range.

source: [title]MP[/title] El MP del enemigo se utilizará como condición. Especifique el rango del porcentaje de MP máximo (0 a 100%). La condición se cumplirá cuando el MP del enemigo esté dentro del rango especificado.
es: [title]Minimun MP[/title] This condition is fulfilled when the enemy's MP is between \"from\" and \"to\" (both inclusive).

source: [title]MP mínimo[/title] Esta condición se cumple cuando el MP del enemigo está entre \"de\" y \"a\" (ambos inclusive).
es: [title]Maximun MP[/title] This condition is fulfilled when the enemy's MP is between \"from\" and \"to\" (both inclusive).

source: [title]MP máximo[/title] Esta condición se cumple cuando el MP del enemigo está entre \"de\" y \"a\" (ambos inclusive).
es: [title]State[/title] The specified state being applied to the enemy will be used as a condition.

source: [title]Estado[/title] El estado especificado que se aplica al enemigo se utilizará como condición.
es: [title]State[/title] This condition is fulfilled when the enemy obtains this state.

source: [title]Estado[/title] Esta condición se cumple cuando el enemigo obtiene este estado.
es: [title]Party Level[/title] The level of the party members will be used as a condition. The condition will be met when the level of the party member with the highest level is equal to or above the specified value.

source: [title]Nivel de grupo[/title] El nivel de los miembros del grupo se utilizará como condición. La condición se cumplirá cuando el nivel del miembro del grupo con el nivel más alto sea igual o superior al valor especificado.
es: [title]Party Level Condition[/title] This condition is fulfilled when the party level meets this condition.

source: [title]Condición del nivel de grupo[/title] Esta condición se cumple cuando el nivel de grupo cumple con esta condición.
es: [title]Party Level Value[/title] Desired value for the party level.

source: [title]Valor del nivel de grupo[/title] Valor deseado para el nivel de grupo.
es: [title]Switch[/title] The specified switch will be used as a condition. The condition will be met when this switch is ON/OFF depending on the selected option.

source: [title]Interruptor[/title] El interruptor especificado se utilizará como condición. La condición se cumplirá cuando este interruptor esté ON/OFF dependiendo de la opción seleccionada.
es: [title]Switch[/title] Desired switch for this condition.

source: [title]Interruptor[/title] Interruptor deseado para esta condición.
es: [title]Switch Condition[/title] This condition is fulfilled when the switch meets this condition.

source: [title]Condición del interruptor[/title] Esta condición se cumple cuando el interruptor cumple con esta condición.
es: [title]Variable[/title] The specified variable will be used as a condition. The condition will be fulfilled when this variable validates the condition proposed in its configuration.

source: [título]Variable[/título] La variable especificada se utilizará como condición. La condición se cumplirá cuando esta variable valide la condición propuesta en su configuración.
es: [title]Variable[/title] Desired variable for this condition.

source: [título]Variable[/título] Variable deseada para esta condición.
es: [title]Variable Condition[/title] This condition is fulfilled when the variable meets this condition.

source: [title]Condición de variable[/title] Esta condición se cumple cuando la variable cumple esta condición.
es: [title]Variable Value[/title] Desired value for the variable.

source: [título]Valor de variable[/título] Valor deseado para la variable.
es: Filter

source: Mensajes
es: Messages

source: Establecer configuración de diálogo
es: Set Dialog Config

source: Mostrar texto de diálogo
es: Show Dialog Text
