Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: [title]ID de animación de invocación[/title] Animaciones que aparecen cuando se usa una habilidad durante la batalla. Haga clic con la rueda del mouse para seleccionar \"ninguna\" animación, haga clic con el botón derecho para seleccionar \"Normal Ataque\"
es: [title]Battle Message[/title] Assign a fixed phrase that appears during battle when a skill is used. On use, \"%1\" will be replaced with the name of the user, while \"%2\" will be replaced with the skill name. You can input fixed phrases by pressing the \"fast generate message button\"

source: [title]Mensaje de batalla[/title] Asigna una frase fija que aparezca durante la batalla cuando se usa una habilidad. Al usarlo, \"%1\" se reemplazará con el nombre del usuario, mientras que \"%2\" se reemplazará con el nombre de la habilidad. Puede ingresar frases fijas presionando el \"botón de generación rápida de mensajes\"
es: Add State

source: Agregar Estado
es: Delete State

source: Eliminar Estado
es: Restriction:

source: Movimiento:
es: Motion:

source: Animación superpuesta:
es: Overlay Animation:

source: Prioridad:
es: Priority:

source: Condiciones de eliminación
es: Removal Conditions

source: Eliminar al final de la batalla
es: Remove At Battle End

source: Eliminar por restricción
es: Remove By Restriction

source: Eliminar por daño
es: Remove By Damage

source: Quitar caminando
es: Remove By Walking

source: Momento de eliminación automática:
es: Auto-Removal Timing:

source: Duración en Turnos:
es: Duration in Turns:

source: Nota
es: Note

source: [title]Lista de estados[/title] Contiene la lista de estados creados. Seleccione uno para editar sus propiedades.
es: [title]Add State[/title] Create a new state

source: [title]Agregar estado[/title] Crear un nuevo estado
es: [title]Remove State[/title] Remove the selected state

source: [title]Eliminar estado[/title] Eliminar el estado seleccionado
es: [title]Skill Icon[/title] The image that is displayed together with the state name during gameplay. You can select an optional image in the [Select an Image] window that appears after clicking on this control. It is typical to select an image that corresponds to characteristics of the state. Mouse wheel click to erase de current image.

source: [title]Icono de habilidad[/title] La imagen que se muestra junto con el nombre del estado durante el juego. Puede seleccionar una imagen opcional en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Es típico seleccionar una imagen que corresponda a las características del estado. Haga clic con la rueda del mouse para borrar la imagen actual.
es: Add Troop

source: Agregar tropa
es: Delete Troop

source: Eliminar tropa
es: Auto name

source: Fondo
es: Background

source: Prueba de batalla
es: Battle Test

source: < Añadir
es: < Add

source: Eliminar >
es: Remove >

source: Claro
es: Clear

source: Alinear
es: Align

source: Eventos de batalla
es: Battle Events

source: Nueva página
es: Copy Page

source: Copiar página
es: Paste Page

source: Pegar Página
es: Remove Page

source: Eliminar Página
es: Clean Page

source: Limpiar página
es: [title]New Page[/title] Add a new page of commands to this troop.

source: [title]Nueva página[/title] Agrega una nueva página de comandos a esta tropa.
es: [title]Copy Page[/title] Copy the current page into the clipboard.

source: [title]Copiar página[/title] Copie la página actual en el portapapeles.
es: [title]Paste Page[/title] Paste a previously copied page into a new page for this troop.

source: [title]Pegar página[/title] Pegue una página copiada previamente en una página nueva para esta tropa.
es: [title]Remove Page[/title] Remove the current page from this troop. \"Caution\": This action can not be redo.

source: [title]Eliminar página[/title] Eliminar la página actual de esta tropa. \"Precaución\": esta acción no se puede rehacer.
es: [title]Clean Page[/title] Remove all commands added to this page. \"Caution\": This action can not be redo.

source: [title]Limpiar página[/title] Eliminar todos los comandos agregados a esta página. \"Precaución\": esta acción no se puede rehacer.
es: [title]Conditions[/title] Conditions for the event pages. In the [Conditions] window that appears when the [...] button is pressed, enable the conditions from 6 settings in it, and configure the decision criterion used for each. Unlike map events, if you do not specify any conditions for the battle events, the event page will not be run. Also, if the conditions of multiple event pages are met, the event page with the smallest number will used.

source: [title]Condiciones[/title] Condiciones para las páginas del evento. En la ventana [Condiciones] que aparece cuando se presiona el botón [...], habilite las condiciones de 6 configuraciones en ella y configure el criterio de decisión utilizado para cada una. A diferencia de los eventos del mapa, si no especificas ninguna condición para los eventos de batalla, la página del evento no se ejecutará. Además, si se cumplen las condiciones de varias páginas de eventos, se utilizará la página de eventos con el número más pequeño.
es: [title]Span[/title] Specify the timing to start running an event when an event page is allowed to run.

source: [title]Span[/title] Especifique el momento para comenzar a ejecutar un evento cuando se permite la ejecución de una página de evento.
es: Equipment Types

source: Tipos de habilidades
es: Skill Types

source: Tipos de armas
es: Weapon Types

source: Tipos de rareza de armas
es: Weapon Rarity Types

source: Tipos de armadura
es: Armor Types

source: Tipos de rareza de armadura
es: Armor Rarity Types

source: Tipos de artículos
es: Item Types

source: Tipos de rareza de artículos
es: Item Rarity Types

source: Agregar arma
es: Delete Weapon

source: Eliminar arma
es: Weapon Type:

source: Rareza del arma:
es: Weapon Rarity:

source: Seleccionar arma LPC
es: Select LPC Weapon

source: [title]Icono de arma[/title] La imagen que se muestra junto con el nombre del arma durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Weapon Name[/title] The name of the weapon. If the name is too long, it may not be completely displayed on the Play Screen.

source: [title]Nombre del arma[/title] El nombre del arma. Si el nombre es demasiado largo, es posible que no se muestre completamente en la pantalla de reproducción.
es: [title]Description[/title] The description that appears when a weapon is selected in the Play Screen.

source: [title]Descripción[/title] La descripción que aparece cuando se selecciona un arma en la pantalla de reproducción.
es: [title]Weapon Type[/title] The classification of the weapon. This determines whether an actor can equip the item using the trait settings of the actor or class. The weapon classification that you can select can be changed in the [Terms] tab.

source: [title]Tipo de arma[/title] La clasificación del arma. Esto determina si un actor puede equipar el objeto usando la configuración de rasgos del actor o clase. La clasificación de armas que puedes seleccionar se puede cambiar en la pestaña [Términos].
es: [title]Weapon Rarity[/title] Choose the rarity for this object. \"Each rarity has a color associated with it that will make the name of this object in the game appear in that color\"

source: [title]Raridad del arma[/title] Elige la rareza de este objeto. \"Cada rareza tiene un color asociado que hará que el nombre de este objeto en el juego aparezca en ese color\ "
es: [title]Price[/title] The price when purchasing the weapon in a shop. The price when selling will be half of its original price. Set to 0 to disallow it from being sold.

source: [title]Precio[/title] El precio al comprar el arma en una tienda. El precio de venta será la mitad de su precio original. Establezca en 0 para no permitir su venta.
es: [title]Animation[/title] Set the animation when attacking with this weapon. Mouse wheel click to select \"none\" animation.

source: [title]Animación[/title] Establezca la animación al atacar con esta arma. Haga clic con la rueda del mouse para seleccionar \"ninguna\" animación.
es: [title]Maximun Upgrades[/title] Number of times this weapon can be upgraded. Use the \"Upgrade Settings\" button to configure the materials needed to upgrade this weapon. [Weapons that have only one upgrade level will be shown stacked in the weapon menu. Weapons with more than one upgrade level will not stack in the weapon menu]

source: [title]Mejoras máximas[/title] Número de veces que se puede actualizar esta arma. Utilice el botón \"Configuración de actualización\" para configurar los materiales necesarios para mejorar esta arma. [Las armas que tienen solo un nivel de mejora se mostrarán apiladas en el menú de armas. Las armas con más de un nivel de mejora no se acumularán en el menú de armas]
es: [title]Upgrades Settings[/title] Configure the materials needed to upgrade this weapon at each level, as well as the state increase that the upgrade will provide.

source: [title]Configuración de actualizaciones[/title] Configura los materiales necesarios para mejorar esta arma en cada nivel, así como el aumento de estado que proporcionará la actualización.
es: [title]LPC Weapon[/title] The LPC Characters (Characters created with the [Character and Equipment Editor]) will use this file to display the weapon in battle. If the character cannot use this type of weapon (because the image that forms their body does not support this weapon), or \"LPC Part\" is empty, the weapon with which the character was designed will be shown (if any). [Note]: LPC characters can be created with \"Immutable Appearance\". These characters do not change the equipment they were designed with (This only affects the visual part of the character). [1left Click]: Change part, [1Middle Click]: Erase Part

source: [title]Arma LPC[/title] Los personajes LPC (personajes creados con el [Editor de personajes y equipos]) usarán este archivo para mostrar el arma en la batalla. Si el personaje no puede utilizar este tipo de arma (porque la imagen que forma su cuerpo no soporta esta arma), o \"LPC Part\" está vacía, se mostrará el arma con la que fue diseñado el personaje ( si corresponde). [Nota]: Los caracteres LPC se pueden crear con \"Apariencia inmutable\". Estos personajes no cambian el equipo con el que fueron diseñados (Esto solo afecta la parte visual del personaje). [1Clic izquierdo]: Cambiar parte, [1Clic medio]: Borrar parte
es: Region Info:

source: Región actual:
es: Current Region:

source: Editar región
es: Edit region

source: Eliminar región
es: Remove region

source: Personaje LPC
es: LPC Character

source: Carrera:
es: Race:

source: Paleta predeterminada:
es: Default Palette:

source: CUERPO
es: BODY

source: Género:
es: Gender:

source: Cuerpo:
es: Body:

source: Ojos:
es: Eyes:

source: Alas:
es: Wings:

source: Cola:
es: Tail:

source: Cuerna:
es: Horns:

source: Cabello:
es: Hair:

source: Complemento de cabello:
es: Hair Addon:

source: Orejas:
es: Ears:

source: Nariz:
es: Nose:

source: Vello facial:
es: Facial Hair:

source: Complemento de cuerpo 1:
es: Body Addon 1:

source: Complemento de cuerpo 2:
es: Body Addon 2:

source: Complemento de cuerpo 3:
es: Body Addon 3:

source: Aleatorio
es: Random

source: Cuerpo claro
es: Clear Body

source: CARÁCTER ACTUAL
es: CURRENT CHARACTER

source: Guardar actor/equipo
es: Save Actor / Equipment

source: ENGRANAJE
es: GEAR

source: Mascarilla:
es: Mask:

source: Sombrero:
es: Hat:

source: Traje:
es: Suit:

source: Camisa:
es: Shirt:

source: Mono:
es: Coverall:

source: Guantes:
es: Gloves:

source: Cinturón:
es: Belt:

source: Pantalones:
es: Pants:

source: Zapatos:
es: Shoes:

source: Atrás:
es: Back:

source: Principal:
es: Mainhand:

source: Munición:
es: Ammo:

source: De improviso:
es: Offhand:

source: Borrar equipo
es: Clear Gear

source: [title]Ayuda[/title] Se pueden utilizar las siguientes teclas: [ul] Teclas \"ARRIBA,\" \"ABAJO,\" \"IZQUIERDA ,\" \"DERECHA\": Mantenga cualquiera de estas teclas presionadas para mostrar la animación del personaje caminando en la dirección presionada. Teclas \"1,\" \" 2,\" \"3,\" \"4,\" \"5\": Muestra una de las animaciones de ataque disponibles. Clave \" ESPACIO\": Muestra la animación de ataque del arma equipada. Ratón \"Rueda arriba\"/\"Rueda abajo\": Desplácese por las partes seleccionables para elegir rápidamente la anterior/siguiente item. Ratón \"Botón central\": Restablece la parte seleccionada al valor predeterminado (elemento 0). [/ul]
es: [title]Lock Item[/title] Locks this part so that it does not change when the random button is pressed. [Note]: If this part is not supported by the character's body or head type, it will be replaced by a compatible part.

source: [title]Bloquear elemento[/title] Bloquea esta parte para que no cambie cuando se presiona el botón aleatorio. [Nota]: si esta parte no es compatible con el cuerpo o el tipo de cabeza del personaje , será reemplazado por una pieza compatible.
es: [title]Edit Part Colors[/title] Edit the colors of this part of the character.

source: [title]Editar colores de partes[/title] Edita los colores de esta parte del personaje.
es: Randomly choose the body parts for this character.

source: Elimina todas las partes del cuerpo agregadas de este personaje y deja un personaje base. [Nota]: El equipo no se cambiará.
es: Choose randomly the parts of this character's equipment.

source: Elimina todo el equipo agregado a este personaje. [Nota]: Las partes del cuerpo no se cambiarán.
es: Saving data...

source: Borrar engranaje
es: Clear Gear

source: [title]Ayuda[/title] Se pueden utilizar las siguientes teclas: [ul] Teclas \"ARRIBA,\" \"ABAJO,\" \"IZQUIERDA ,\" \"DERECHA\": Mantenga presionada cualquiera de estas teclas para mostrar la animación de caminata del personaje en la dirección correspondiente. Teclas \"1,\" \" 2,\" \"3,\" \"4,\" \"5,\" \"6\": Muestra uno de los animaciones de ataque (si el arma equipada tiene una): \"lanzar,\" \"cortar,\" \"islash,\" \"empujar,\\ " \"aplastar,\" o \"disparar.\" Tecla \"ESPACIO\": Muestra la animación de ataque para el arma equipada. Ratón \"Rueda Arriba\"/\"Rueda abajo\": desplazarse por las partes seleccionables para elegir rápidamente el elemento anterior o siguiente. Ratón \"Botón central\": restablece la parte seleccionada a su valor predeterminado (elemento 0). [/ul]
es: Palette For:

source: Preajustes:
es: Presets:

source: Aclarar color
es: Lighten Color

source: Editar color primario seleccionado:
es: Edit Primary Color Selected:

source: Colores secundarios
es: Secondary Colors

source: Editar color secundario seleccionado:
es: Edit Secondary Color Selected:

source: Colores fijos
es: Fixed Colors

source: Editar color fijo seleccionado:
es: Edit Fixed Color Selected:

source: Paleta original:
es: Original Palette:

source: Intercambiar paleta:
es: Swap Palette:

source: TE DIJE QUE NO ME GRITES COÑO!!!
es: Text active

source: Texto deshabilitado
es: Text disabled

source: Activo
es: Active

source: Desactivado
es: Disabled

source: nombre del botón
es: button name

source: CARGAR JUEGO
es: LOAD GAME

source: SIN DATOS
es: NO DATA

source: TÍTULO DEL JUEGO
es: GAME TITLE

source: ExpandirEditor de texto
es: ExpandTextEditor

source: Abre un cuadro de diálogo para editar\nel texto de este control
es: Opens a dialog to edit\nthe text of this control

source: Editor de texto con desplazamiento
es: Scrolling Text Editor

source: Editor de texto instantáneo
es: Instant Text Editor

source: ID de personaje =
es: Character ID =

source: ID del enemigo =
es: Enemy ID =

source: Seleccionar color de texto
es: Select Text Color

source: Seleccione el color del texto de fondo
es: Select Background Text Color

source: Seleccione un líder
es: Select a leader

source: Número de los < %s >
es: Number of the < %s >

source: Número de ?
es: Number of the ?

source: %s de < %s >
es: %s of < %s >

source: %s de ?
es: %s of ?

source: ID de actor del miembro del grupo #%s
es: Actor ID of party member #%s

source: Anular archivo
es: Override File

source: Editar región | %s:%s
es: Edit Region | %s: %s

source: Seleccionar color de región
es: Select Region Color

source: Actualizar datos de generación de tropas
es: Update Troop Spawn Data

source: Crear nuevos datos de generación de tropas
es: Create a new Troop Spawn Data

source: Editar evento - ID:
es: Edit event - ID:

source: Editar mensaje
es: Edit Message

source: Crear un nuevo mensaje
es: Create A New Message

source: ¿Mostrar icono a la izquierda del nombre?
es: Show icon to the left of the name?

source: ¿Mostrar unidad monetaria después del valor?
es: Show currency unit after value?

source: ninguno
es: none

source: Aceptar (%s)
es: OK (%s)

source: Seleccionar archivo
es: Select File

source: Seleccionar directorio
es: Select Directory

source: Nuevo nombre de carpeta
es: New Folder name

source: ID de personaje = %s
es: Character ID = %s

source: ID del enemigo = %s
es: Enemy ID = %s

source: Wave hace que el texto suba y baje.
es: Wave makes the text go up and down.

source: Tornado hace que el texto se mueva en círculo.
es: Tornado makes the text move around in a circle.

source: Shake hace que el texto tiemble.
es: Shake makes the text shake.

source: Fundido crea un efecto de desvanecimiento estático que multiplica la opacidad de cada personaje.
es: Fade creates a static fade effect that multiplies each character's opacity.

source: Rainbow le da al texto un color de arcoíris que cambia con el tiempo.
es: Rainbow gives the text a rainbow color that changes over time.

source: Crea un efecto de texto fantasmal al hacer oscilar la opacidad de cada carácter a lo largo del tiempo.
es: Creates a ghostly text effect by oscillating the opacity of each character over time.

source: Cambia suavemente el color del texto según el tiempo.
es: Smoothly transitions text color based on time.

source: Reemplaza letras con símbolos, para censurar un poco la palabra.
es: Replaces letters with symbols, to censor the word, somewhat.

source: Animación de onda simple, donde algunas letras se reemplazan por emoji de corazón (♡)
es: Simple wave animation, where some letters are replaced by heart emoji (♡)

source: Muestra las letras saltando.
es: Shows the letters jumping.

source: Reemplaza letras con números. Úsalo sólo si eres un hacker.
es: Replaces letters with numbers. Only use if you're a hacker.

source: Le da a cada palabra un movimiento único.
es: Gives every word a unique jiggle.

source: Colorea automáticamente los números y la primera palabra después del número.
es: Automatically colorizes numbers and the first word after the number.

source: Sólo un efecto lluvioso.
es: Just a rainy effect.

source: Puede tomar hasta 3 colores, entre los cuales se interpolará para cada letra.
es: Can take up to 3 colors, which it will interpolate between for every letter.

source: Reemplaza todas las letras R y L con W.
es: Replaces all letters R and L with W.

source: Alterna entre mayúsculas y minúsculas para todas las letras, lo que sugiere un tono condescendiente.
es: Alternates between upper and lowercase for all the letters, suggesting a condescending tone.

source: Seleccionar imagen Modular
es: Select Image Modulate

source: cantidad
es: amount

source: Saltar a la etiqueta
es: Jump To Label

source: Configuración de actualizaciones de equipos
es: Equipment Upgrades Setting

source: Editar habilidad que se puede aprender
es: Edit Learnable Skill

source: Agregar habilidad que se puede aprender
es: Add Learnable Skill

source: Todos los aliados y enemigos
es: All Allies and Enemies

source: El usuario
es: The User

source: ¡%1 usa %2!
es: %1 uses %2!

source: ¡%1 activa %2!
es: %1 activates %2!

source: ¡%1 emplea a %2!
es: %1 employs %2!

source: ¡%1 lanza %2!
es: %1 cast %2!

source: ¡%1 hace %2!
es: %1 does %2!

source: Ataque normal
es: Normal Attack

source: Configuración de mejoras de armas
es: Weapon Upgrades Setting

source: Seleccione una pieza de engranaje para editar sus colores
es: Select a gear part to edit its colors

source: Establecer colores para
es: Set Colors For

source: Colores para \"%s\"
es: Colors for \"%s\"

source: Establecer un nombre de mapa
es: Set a map name

source: El archivo existe
es: File Exists
