Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: [title]Lista de sonidos[/title] Lista de sonidos agregados a la animación. Los sonidos se reproducirán en el cuadro especificado y pueden superponerse hasta 3 sonidos diferentes.
es: [title]Order Sound List[/title] Sort the list of sounds by frames.

source: [title]Ordenar lista de sonidos[/title] Ordena la lista de sonidos por fotogramas.
es: [title]Remove Duplicate Frames[/title] Removes duplicate frames (those with the same frame number)

source: [title]Eliminar fotogramas duplicados[/title] Elimina fotogramas duplicados (aquellos con el mismo número de fotograma)
es: [title]Clear Sound List[/title] Clear all sounds added to the list.

source: [title]Borrar lista de sonidos[/title] Borrar todos los sonidos agregados a la lista.
es: [title]Flash List[/title] List of flashes added to the animation. The flashes will be played in the specified frame with the frame duration indicated for each frame. The flashes can be applied on the target or on the stage, and only 1 enemy flash and 1 screen flash can be active at the same time.

source: [title]Lista de flashes[/title] Lista de flashes agregados a la animación. Los flashes se reproducirán en el cuadro especificado con la duración del cuadro indicada para cada cuadro. Los flashes se pueden aplicar en el objetivo o en el escenario, y solo 1 flash enemigo y 1 flash de pantalla pueden estar activos al mismo tiempo.
es: [title]Remove Duplicate Flashes[/title] Removes duplicate frames (those with the same frame number)

source: [title]Eliminar flashes duplicados[/title] Elimina fotogramas duplicados (aquellos con el mismo número de fotograma)
es: [title]Clear Flash List[/title] Clear all flashes added to the list.

source: [title]Borrar lista de flashes[/title] Borrar todos los flashes agregados a la lista.
es: [title]Shake List[/title] List of shakes added to the animation. The shakes will be played in the specified frame with the frame duration indicated for each frame. The shakes can be applied on the target or on the stage.

source: [title]Lista de batidos[/title] Lista de batidos agregados a la animación. Los batidos se reproducirán en el cuadro especificado con la duración del cuadro indicada para cada cuadro. Los batidos se pueden aplicar en el objetivo o en el escenario.
es: [title]Order Shake List[/title] Sort the list of shakes by frames.

source: [title]Ordenar lista de batidos[/title] Ordena la lista de batidos por fotogramas.
es: [title]Remove Duplicate Shakes[/title] Removes duplicate frames (those with the same frame number)

source: [title]Eliminar batidos duplicados[/title] Elimina fotogramas duplicados (aquellos con el mismo número de fotograma)
es: [title]Clear Shake List[/title] Clear all shakes added to the list.

source: [title]Borrar lista de batidos[/title] Borrar todos los batidos agregados a la lista.
es: Armors

source: Agregar armadura
es: Delete Armor

source: Eliminar armadura
es: Description:

source: Tipo de armadura:
es: Armor Type:

source: Rareza de armadura:
es: Armor Rarity:

source: Precio:
es: Price:

source: Parámetros (cuando el arma es de nivel 1)
es: Parameters (when weapon is level 1)

source: Actualizaciones
es: Upgrades

source: Actualizaciones máximas:
es: Maximun Upgrades:

source: Configuración de actualización
es: Upgrade settings

source: Elaboración
es: Crafting

source: Artesanía
es: Craft

source: Desmontar
es: Disassemble

source: Parte LPC:
es: LPC Part:

source: Seleccionar equipo LPC
es: Select LPC Equipment

source: [title]Icono de equipo[/title] La imagen que se muestra junto con el nombre del equipo durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Equipment Name[/title] The name of the equipment. If the name is too long, it may not be completely displayed on the Play Screen.

source: [título]Nombre del equipo[/título] El nombre del equipo. Si el nombre es demasiado largo, es posible que no se muestre completamente en la pantalla de reproducción.
es: [title]Description[/title] The description that appears when a equipment is selected in the Play Screen.

source: [title]Descripción[/title] La descripción que aparece cuando se selecciona un equipo en la pantalla de reproducción.
es: [title]Armor Type[/title] The classification of the equipment. This determines whether an actor can equip the item using the trait settings of the actor or class. The equipment classification that you can select can be changed in the [Terms] tab.

source: [title]Tipo de armadura[/title] La clasificación del equipo. Esto determina si un actor puede equipar el objeto usando la configuración de rasgos del actor o clase. La clasificación del equipo que puede seleccionar se puede cambiar en la pestaña [Términos].
es: [title]Armor Rarity[/title] Choose the rarity for this object. \"Each rarity has a color associated with it that will make the name of this object in the game appear in that color\"

source: [title]Rareza de armadura[/title] Elige la rareza de este objeto. \"Cada rareza tiene un color asociado que hará que el nombre de este objeto en el juego aparezca en ese color\ "
es: [title]Equipment Type[/title] What type of equipment does this item belong to? This is only used when organizing items by categories in the item menu or equipment store. The equipment category that you can select can be changed in the [Terms] tab.

source: [title]Tipo de equipo[/title] ¿A qué tipo de equipo pertenece este artículo? Esto solo se usa cuando se organizan artículos por categorías en el menú de artículos o en la tienda de equipos. La categoría de equipo que puede seleccionar se puede cambiar en la pestaña [Términos].
es: [title]Price[/title] The price when purchasing the equipment in a shop. The price when selling will be half of its original price. Set to 0 to disallow it from being sold.

source: [title]Precio[/title] El precio al comprar el equipo en una tienda. El precio de venta será la mitad de su precio original. Establezca en 0 para no permitir su venta.
es: [title]Max HP[/title] Determines the value added to \"Max Hp\" parameter of an actor when the object is equipped.

source: [title]Max HP[/title] Determina el valor agregado al parámetro \"Max Hp\" de un actor cuando el objeto está equipado.
es: [title]Attack[/title] Determines the value added to \"Attack\" parameter of an actor when the object is equipped.

source: [title]Ataque[/title] Determina el valor agregado al parámetro \"Ataque\" de un actor cuando el objeto está equipado.
es: [title]Magical Attack[/title] Determines the value added to \"Magical Attack\" parameter of an actor when the object is equipped.

source: [title]Ataque mágico[/title] Determina el valor agregado al parámetro \"Ataque mágico\" de un actor cuando el objeto está equipado.
es: [title]Agility[/title] Determines the value added to \"Agility\" parameter of an actor when the object is equipped.

source: [title]Agilidad[/title] Determina el valor agregado al parámetro \"Agilidad\" de un actor cuando el objeto está equipado.
es: [title]Max MP[/title] Determines the value added to \"Max MP\" parameter of an actor when the object is equipped.

source: [title]Max MP[/title] Determina el valor agregado al parámetro \"Max MP\" de un actor cuando el objeto está equipado.
es: [title]Defense[/title] Determines the value added to \"Defense\" parameter of an actor when the object is equipped.

source: [title]Defensa[/title] Determina el valor agregado al parámetro \"Defense\" de un actor cuando el objeto está equipado.
es: [title]Magical Defense[/title] Determines the value added to \"Magical Defense\" parameter of an actor when the object is equipped.

source: [title]Defensa mágica[/title] Determina el valor agregado al parámetro \"Defensa mágica\" de un actor cuando el objeto está equipado.
es: [title]Luck[/title] Determines the value added to \"Luck\" parameter of an actor when the object is equipped.

source: [title]Suerte[/title] Determina el valor agregado al parámetro \"Suerte\" de un actor cuando el objeto está equipado.
es: [title]Maximun Upgrades[/title] Number of times this equipment can be upgraded. Use the \"Upgrade Settings\" button to configure the materials needed to upgrade this equipment. [Weapons that have only one upgrade level will be shown stacked in the weapon menu. Weapons with more than one upgrade level will not stack in the weapon menu]

source: [title]Actualizaciones máximas[/title] Número de veces que se puede actualizar este equipo. Utilice el botón \"Configuración de actualización\" para configurar los materiales necesarios para actualizar este equipo. [Las armas que tienen solo un nivel de actualización se mostrarán apiladas en el menú de armas. Las armas con más de un nivel de mejora no se acumularán en el menú de armas]
es: [title]Upgrades Settings[/title] Configure the materials needed to upgrade this equipment at each level, as well as the state increase that the upgrade will provide.

source: [title]Configuración de actualizaciones[/title] Configura los materiales necesarios para actualizar este equipo en cada nivel, así como el aumento de estado que proporcionará la actualización.
es: [title]Craft Item[/title] Materials required to build this equipment.

source: [title]Artículo de fabricación[/title] Materiales necesarios para construir este equipo.
es: [title]Disassemble Item[/title] Materials obtained by breaking down this equipment.

source: [title]Desarmar artículo[/title] Materiales obtenidos al desarmar este equipo.
es: [title]LPC Equipment[/title] The LPC Characters (Characters created with the [Character and Equipment Editor]) will use this file to display the this equipment while use it. If the character cannot use this type of equipment (because the image that forms their body or head does not support this item), or \"LPC Part\" is empty, the equipment with which the character was designed will be shown (if any). [Note]: LPC characters can be created with \"Immutable Appearance\". These characters do not change the equipment they were designed with (This only affects the visual part of the character). [1left Click]: Change part, [1Middle Click]: Erase Part

source: [title]Equipo LPC[/title] Los personajes LPC (personajes creados con el [Editor de personajes y equipos]) usarán este archivo para mostrar este equipo mientras lo usan. Si el personaje no puede usar este tipo de equipo (porque la imagen que forma su cuerpo o cabeza no soporta este ítem), o \"LPC Part\" está vacía, el equipo con el que fue diseñado el personaje será se muestra (si corresponde). [Nota]: Los caracteres LPC se pueden crear con \"Apariencia inmutable\". Estos personajes no cambian el equipo con el que fueron diseñados (Esto solo afecta la parte visual del personaje). [1Clic izquierdo]: Cambiar parte, [1Clic medio]: Borrar parte
es: Classes

source: Agregar clase
es: Remove Class

source: Eliminar clase
es: Max Levels:

source: Actualizar a clase:
es: Upgrade to class:

source: Actualización automática
es: Automatic Upgrade

source: Habilidades que se pueden aprender:
es: Learnable skills:

source: [title]Lista de clases[/title] Contiene la lista de clases creadas. Seleccione uno para editar sus propiedades.
es: [title]Add Class[/title] Create a new class

source: [title]Agregar clase[/title] Crear una nueva clase
es: [title]Remove Class[/title] Remove the selected class

source: [title]Eliminar clase[/title] Eliminar la clase seleccionada
es: [title]Item Icon[/title] The image that is displayed together with the class name during gameplay. You can select an image in the [Select an Image] window that appears after clicking on this control. Mouse wheel click to erase de current image.

source: [título]Icono de elemento[/título] La imagen que se muestra junto con el nombre de la clase durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Class Name[/title] The name of the class. The name will be displayed in places such as on the Menu Screen and upper part of the Status List Screen.

source: [título]Nombre de clase[/título] El nombre de la clase. El nombre se mostrará en lugares como la pantalla de menú y la parte superior de la pantalla de lista de estado.
es: [title]Max Level for parameters[/title] Maximum level for curve parameters (max hp, max mp, ...). Changing this value will affect the maximum level that each parameter in this class can reach.

source: [title]Nivel máximo para parámetros[/title] Nivel máximo para parámetros de curva (max hp, max mp, ...). Cambiar este valor afectará el nivel máximo que puede alcanzar cada parámetro de esta clase.
es: [title]Description[/title] The description that appears in the different menus.

source: [title]Descripción[/title] La descripción que aparece en los diferentes menús.
es: Allows the character belonging to this class to evolve to another class when reaching the maximum level. When changing class, the level is reset to level 1 of the new class. [note]: The class to evolve must be different from the current class, otherwise it will be ignored.

source: Permite que el personaje perteneciente a esta clase evolucione a otra clase al alcanzar el nivel máximo. Al cambiar de clase, el nivel se restablece al nivel 1 de la nueva clase. [nota]: La clase a evolucionar debe ser diferente de la clase actual, de lo contrario será ignorada.
es: [title]Automatic Class Upgrade[/title] The class will evolve to the new class as soon as it reaches the last level. If this option is disabled, the class change will have to be done in the specific store for it.

source: [title]Actualización automática de clase[/title] La clase evolucionará a la nueva clase tan pronto como alcance el último nivel. Si esta opción está deshabilitada, el cambio de clase deberá realizarse en la tienda específica para ello.
es: Experience curve indicating how much experience is needed at each level to reach it.

source: Puntos de vida base máximos que un jugador puede tener en cada nivel.
es: Maximum base hit points a player can have in each level.

source: Puntos mágicos base máximos que un jugador puede tener en cada nivel.
es: Maximum base magic points a player can have in each level.

source: Base de ataque que puede tener un jugador en cada nivel.
es: Attack base a player can have in each level.

source: Base de defensa que puede tener un jugador en cada nivel.
es: Defense base a player can have in each level.

source: Base de Magic Attack que un jugador puede tener en cada nivel.
es: Magic Attack base a player can have in each level.

source: Base de Defensa Mágica que un jugador puede tener en cada nivel.
es: Magic Defense base a player can have in each level.

source: Base de agilidad que puede tener un jugador en cada nivel.
es: Agility base a player can have in each level.

source: Base de suerte que puede tener un jugador en cada nivel.
es: Luck base a player can have in each level.

source: Eventos comunes
es: Common Events

source: Agregar evento común
es: Delete Common Event

source: Eliminar evento común
es: Trigger:

source: Contenido
es: Contents

source: BASE DE DATOS
es: DATABASE

source: enemigos
es: Enemies

source: Agregar enemigo
es: Delete Enemy

source: Eliminar enemigo
es: Enemy Scene:

source: Seleccionar escena enemiga
es: Select Enemy Scene

source: Avance:
es: Preview:

source: Parámetros
es: Parameters

source: Recompensas
es: Rewards

source: Experiencia:
es: Experience:

source: mín:
es: min:

source: máximo:
es: max:

source: Patrones de acción
es: Action Patterns

source: [title]Icono de elemento[/title] La imagen que se muestra junto con el nombre del enemigo durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Enemy Scene[/title] Select the enemy scene. The scene must be an \"LPC Enemy\" or a custom scene created by the user that contains the [get_custom_class] function and returns the name \"LPCEnemy.\" [1left Click]: Change Enemy, [1Middle Click]: Erase Enemy

source: [title]Escena enemiga[/title] Selecciona la escena enemiga. La escena debe ser un \"LPC Enemy\" o una escena personalizada creada por el usuario que contenga la función [get_custom_class] y devuelva el nombre \"LPCEnemy.\" [1left Clic]: cambiar enemigo, [1 clic medio]: borrar enemigo
es: [title]Description[/title] The description given in the encyclopedia of enemies.

source: [title]Descripción[/title] La descripción dada en la enciclopedia de enemigos.
es: [title]Enemy Image Preview[/title] Image used only by this editor. Shows a preview of the enemy. Mouse wheel click to erase de current image.

source: [title]Vista previa de imagen enemiga[/title] Imagen utilizada solo por este editor. Muestra una vista previa del enemigo. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Max HP[/title] Maximum hit points for this enemy.

source: [title]HP máximo[/title] Puntos de vida máximos para este enemigo.
es: [title]Attack[/title] Attack base for this enemy.

source: [title]Ataque[/title] Ataque la base de este enemigo.
es: [title]Magical Attack[/title] Magical Attack base for this enemy.

source: [title]Ataque mágico[/title] Base de ataque mágico para este enemigo.
es: [title]Agility[/title] Agility base for this enemy.

source: [title]Agilidad[/title] Base de agilidad para este enemigo.
es: [title]Max MP[/title] Maximun magic points for this enemy.

source: [title]MP máximo[/title] Puntos mágicos máximos para este enemigo.
es: [title]Defense[/title] Defense for this enemy.

source: [title]Defensa[/title] Defensa para este enemigo.
es: [title]Magical Defense[/title] Magical defense for this enemy.

source: [title]Defensa mágica[/title] Defensa mágica para este enemigo.
es: [title]Luck[/title] Luck for this enemy.

source: [title]Suerte[/title] Suerte para este enemigo.
es: [title]Experiencie Reward[/title] The enemy when defeated will grant this amount of experience to the attacking group (Members who have not participated in the battle will not obtain experience unless this option has been configured in the [System] menu).

source: [title]Recompensa de experiencia[/title] El enemigo al ser derrotado otorgará esta cantidad de experiencia al grupo atacante (Los miembros que no hayan participado en la batalla no obtendrán experiencia a menos que esta opción haya sido configurada en el menú [Sistema]) .
es: [title]Gold Reward[/title] The enemy when defeated will drop an amount of gold between the \"minimum\" and \"maximum\" amount, both included.

source: [title]Recompensa de oro[/title] El enemigo cuando sea derrotado arrojará una cantidad de oro entre la cantidad \"mínima\" y \"máxima\", ambas incluidas.
es: Event Info:

source: Editar evento
es: Edit event

source: Edite el evento seleccionado en la lista (puede hacer doble clic en un elemento de la lista para editarlo).
es: Edit the event selected in the list (you can double click on an item in the list to edit it).

source: Elimina el evento seleccionado en la lista.
es: Remove the event selected in the list.

source: Elementos
es: Items

source: Agregar artículo
es: Delete Item

source: Eliminar Artículo
es: Item Category:

source: Rareza del artículo:
es: Item Rarity:

source: Consumible:
es: Consumable:

source: Alcance:
es: Scope:

source: Parámetros de invocación
es: Invocation Parameters

source: Éxito:
es: Success:

source: Repetir:
es: Repeat:

source: Ganancia de TP:
es: TP Gain:

source: Tipo de golpe:
es: Hit Type:

source: Animación:
es: Animation:

source: Perecedero
es: Perishable

source: ¿Es un artículo perecedero?
es: Is a perishable item?

source: Acción al perecer:
es: Action on perishing:

source: Conversión de artículo:
es: Item Conversion:

source: Mensaje de batalla:
es: Battle Message:

source: Daño
es: Damage

source: Elemento:
es: Element:

source: Fórmula:
es: Formula:

source: Diferencia:
es: Variance:

source: Golpes críticos:
es: Critical Hits:

source: Efectos
es: Effects

source: [title]Lista de elementos[/title] Contiene la lista de elementos creados. Seleccione uno para editar sus propiedades.
es: [title]Add Item[/title] Create a new item

source: [title]Agregar elemento[/title] Crear un nuevo elemento
es: [title]Remove Item[/title] Remove the selected item

source: [title]Eliminar elemento[/title] Eliminar el elemento seleccionado
es: [title]Item Icon[/title] The image that is displayed together with the item name during gameplay. You can select an image in the [Select an Image] window that appears after clicking on this control. Mouse wheel click to erase de current image.

source: [title]Icono del elemento[/title] La imagen que se muestra junto con el nombre del elemento durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Item Name[/title] The name of the item. If the name is too long, it may not be completely displayed on the Play Screen.

source: [título]Nombre del elemento[/título] El nombre del elemento. Si el nombre es demasiado largo, es posible que no se muestre completamente en la pantalla de reproducción.
es: [title]Description[/title] The description that appears when an item is selected in the Play Screen.

source: [título]Descripción[/título] La descripción que aparece cuando se selecciona un elemento en la pantalla de reproducción.
es: [title]Item Type[/title] The type of item. [table=2] [cell][color=#91e1ff]Normal Item:[/color][/cell] [cell]Displayed on the first page of the item menu.[/cell] [cell][color=#91e1ff]Key Item:[/color][/cell] [cell]Displayed on the \"key items\" page of the item menu. They are essential items for the progression of the story. They cannot be destroyed or sold.[/cell] [cell][color=#91e1ff]Hidden Items:[/color][/cell] [cell]They are not shown in the item menu. These are hidden items that may not be initially visible to the player. They can serve narrative purposes, such as uncovering secrets about the story or the game world. They can also be used as part of side quests or to unlock additional content.[/cell] [/table]

source: [title]Tipo de elemento[/title] El tipo de elemento. [table=2] [cell][color=#91e1ff]Elemento normal:[/color][/cell] [cell]Mostrado en la primera página del menú de elementos.[/cell] [cell][color=#91e1ff]Elemento clave:[/color][/cell] [cell]Se muestra en los \"elementos clave\\ " página del menú de elementos. Son elementos esenciales para la progresión de la historia. No se pueden destruir ni vender.[/cell] [cell][color=#91e1ff]Elementos ocultos:[/color][/cell] [cell]No se muestran en el menú de elementos. Estos son elementos ocultos que pueden no ser visibles inicialmente para el jugador. Pueden tener fines narrativos, como descubrir secretos sobre la historia o el mundo del juego. También se pueden usar como parte de misiones secundarias o para desbloquear contenido adicional.[/cell] [/table]
es: [title]Item Category[/title] Category to classify the item in the menu of items.

source: [title]Categoría de artículo[/title] Categoría para clasificar el artículo en el menú de artículos.
es: [title]Item Rarity[/title] Choose the rarity for this object. \"Each rarity has a color associated with it that will make the name of this object in the game appear in that color\"
