Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: [title]Efecto especial[/title] Solo se puede configurar en [Escape]. El personaje objetivo huirá de la batalla (100%). Si un actor ha recibido este efecto, no obtendrá ninguna EXP. Si todos los miembros del grupo huyen debido a una habilidad/objeto con este efecto, no recibirán ninguna recompensa por la batalla. *Esto es diferente a el comando del grupo \"Escape\".
es: [title]Grow[/title] Permanently raise the value of a parameter. Specify the target parameter and the value (1 or more) to be added.

source: [title]Crecer[/title] Aumentar permanentemente el valor de un parámetro. Especifique el parámetro de destino y el valor (1 o más) que se agregarán.
es: [title]Learn Skill[/title] An actor will learn the specified skill. This effect will not be applied to enemies.

source: [title]Aprender habilidad[/title] Un actor aprenderá la habilidad especificada. Este efecto no se aplicará a los enemigos.
es: [title]Common Event[/title] Specify the common event to run. You can configure multiple events to one data and will be reproduced in the order of appearance.

source: [title]Evento común[/title] Especifique el evento común que se ejecutará. Puede configurar varios eventos para un solo dato y se reproducirán en el orden de aparición.
es: [title]Common Event[/title]Specify the common event to run. You can configure multiple events to one data and will be reproduced in the order of appearance.

source: Carpeta actual:
es: Current Folder:

source: No se encontraron archivos
es: No files found

source: [title]Filtrar archivos[/title] Escriba aquí para filtrar la lista de archivos o carpetas que se muestran en la lista a continuación.
es: Reload files shown in this dialog

source: Carpeta actual seleccionada
es: Current folder selected

source: Haga clic para volver a un directorio anterior
es: Click to go back to a previous directory

source: Haga clic para avanzar un directorio
es: Click to advance one directory

source: Haga clic para crear un nuevo directorio
es: Click to create a new directory

source: Nombre del archivo actual
es: Current file name

source: Tipo de artículo:
es: Item Type:

source: Artículo seleccionado
es: Selected Item

source: Cantidad:
es: Quantity:

source: Porcentaje de caída:
es: Drop percentage:

source: Seleccione el tipo de material (objetos, armas o armaduras)
es: Select material type (Items, Weapons or Armors)

source: Seleccione uno de los artículos del tipo seleccionado
es: Select one of the items of the selected type

source: Selecciona la cantidad requerida del material seleccionado
es: Selects the required quantity of the selected material

source: Título:
es: Title:

source: Lado:
es: Side:

source: Ninguno
es: None

source: Aliado
es: Ally

source: Enemigo y aliado
es: Enemy & Ally

source: Usuario
es: User

source: Uno
es: One

source: Todo
es: All

source: Vivo
es: Alive

source: Muerto
es: Dead

source: Incondicional
es: Unconditional

source: Seleccionar Equipo:
es: Select Equipment:

source: Seleccione el tipo de equipo (armas o piezas de equipo)
es: Select the type of equipment (weapons or equipment parts)

source: Seleccione el equipo deseado de la lista desplegable.
es: Select the desired equipment from the dropdown list.

source: Haga clic para seleccionar un sonido
es: Click to select a sound

source: Selecciona el tono del sonido. (Predeterminado: 1.0)
es: Selects the pitch for the sound. (Default: 1.0)

source: Seleccione volume_db para este audio (predeterminado: 0.0)
es: Select the volume_db for this audio (Default: 0.0)

source: Tropa
es: Troop

source: Selecciona una tropa
es: Select a Troop

source: Ocasión
es: Occasion

source: Tasa de elementos
es: Element Rate

source: Tasa de desventaja
es: Debuff Rate

source: Tarifa estatal
es: State Rate

source: Resistencia del Estado
es: State Resist

source: Parámetro adicional
es: Extra Parameter

source: Parámetro especial
es: Special Parameter

source: Elemento de ataque
es: Attack Element

source: Estado de ataque
es: Attack State

source: Velocidad de ataque
es: Attack Speed

source: Tiempos de ataque +
es: Attack Times +

source: Habilidad de ataque
es: Attack Skill

source: Agregar tipo de habilidad
es: Add Skill Type

source: Tipo de habilidad de sello
es: Seal Skill Type

source: Agregar habilidad
es: Add Skill

source: Habilidad de sellar
es: Seal Skill

source: Equipar arma
es: Equip Weapon

source: Equipar armadura
es: Equip Armor

source: Equipar cerradura
es: Lock Equip

source: Equipo de sello
es: Seal Equip

source: Tipo de ranura
es: Slot Type

source: Tiempos de acción +
es: Action Times +

source: Bandera especial
es: Special Flag

source: Efecto colapso
es: Collapse Effect

source: Habilidad del grupo
es: Party Ability

source: [title]Tasa de elementos[/title] Cambia el daño recibido cuando un ataque contiene un elemento. Especifique el elemento deseado y su tasa de variabilidad (0-10000%). El daño de un ataque será mayor de lo normal si la tasa se establece por encima del 100%, lo que indica que este personaje es débil contra el elemento especificado.
es: [title]Debuff Rate[/title] Change the success rate of items and skills which have a [Debuff] effect when used. Specify the desired parameter and the rate for success (0 to 10000%, 100% meaning no change).

source: [title]Tasa de desventajas[/title] Cambie la tasa de éxito de los elementos y habilidades que tienen un efecto de [desventaja] cuando se usan. Especifique el parámetro deseado y la tasa de éxito (0 a 10000%, 100% significa que no hay cambios).
es: [title]State Rate[/title] Change the success rate of items and skills which have an [Add State] effect when used. Specify the desired state and the rate of change for success (0 to 10000%, 100% meaning no change).

source: [title]Tasa de estado[/title] Cambie la tasa de éxito de los elementos y habilidades que tienen un efecto [Agregar estado] cuando se usan. Especifique el estado deseado y la tasa de cambio para lograr el éxito (0 a 10000 %, 100 % significa que no hay cambios).
es: [title]State Resist[/title] Negates the specified state. If the first state [Death] is selected, a character will not die even when their HP reaches 0.

source: [título]Resistencia de estado[/título] Niega el estado especificado. Si se selecciona el primer estado [Muerte], un personaje no morirá incluso cuando su HP llegue a 0.
es: [title]Regular Parameter[/title] Raises or lowers parameters such as Max HP and Attack Power at a fixed rate. Specify the desired parameter and the rate of change (0 to 10000%, 100% means no change).

source: [title]Parámetro regular[/title] Aumenta o reduce parámetros como Max HP y Attack Power a un ritmo fijo. Especifique el parámetro deseado y la tasa de cambio (0 a 10000%, 100% significa sin cambios).
es: [title]Extra Parameter[/title] Raises or lowers the values of extra parameters such as Hit Rate and Evasion Rate. Specify the desired parameter and the percentage to add (-10000 to 10000%, starting value is 0%). [table=2] [cell][color=#91e1ff]Hit Rate%[/color][/cell] [cell]Determines the success rate of any physical action by checking the HIT value against a randomizer. If the check passes, the attack connects; otherwise, it is considered a MISS.[/cell] [cell][color=#91e1ff]Evasion Rate%[/color][/cell] [cell]Determines the physical evasion rate against incoming physical actions. If the HIT value passes, the action undergoes an EVA check. If the randomizer check passes, the physical attack is evaded; if it fails, the action connects.[/cell] [cell][color=#91e1ff]Critical Hit Rate%[/color][/cell] [cell]Randomizer check for actions that enable Critical Hits. If the check passes, extra damage is inflicted; if it fails, no additional damage is added to the action.[/cell] [cell][color=#91e1ff]Critical Evasion Rate%[/color][/cell] [cell]Multiplied against Critical Hit Rate%, influencing the randomizer check. Calculated as \"CRI\" * (1 - \"CEV\"), determining the chance of evading a Critical Hit.[/cell] [cell][color=#91e1ff]Magic Evasion Rate%[/color][/cell] [cell]Evasion rate against magical actions, with MEV being checked when a magical action is initiated. If the randomizer check passes, the magical action does not connect; if it fails, the action connects.[/cell] [cell][color=#91e1ff]Magic Reflect Rate%[/color][/cell] [cell]Chance for a magical action to bounce back to the caster. The Magic Reflect Rate determines if the randomizer check passes, resulting in the action bouncing back, or fails, allowing the action to connect with its target.[/cell] [cell][color=#91e1ff]Counter Attack Rate%[/color][/cell] [cell]Chance for a counter attack if a physical action connects. The Counter Attack Rate influences the randomizer check; if it passes, the physical action is evaded, and the target counter attacks. If it fails, the action connects with the target.[/cell] [cell][color=#91e1ff]HP% Regeneration[/color][/cell] [cell]During a battler's regeneration phase, regenerates a percentage of MaxHP as gained HP with a 100% success rate.[/cell] [cell][color=#91e1ff]MP% Regeneration[/color][/cell] [cell]During a battler's regeneration phase, regenerates a percentage of MaxMP as gained MP with a 100% success rate.[/cell] [cell][color=#91e1ff]TP% Regeneration[/color][/cell] [cell]During a battler's regeneration phase, regenerates a percentage of MaxTP as gained TP with a 100% success rate.[/cell] [/table]

source: [title]Parámetro adicional[/title] Aumenta o reduce los valores de parámetros adicionales como la tasa de aciertos y la tasa de evasión. Especifique el parámetro deseado y el porcentaje a agregar (-10000 a 10000%, el valor inicial es 0%). [table=2] [cell][color=#91e1ff]Tasa de aciertos%[/color] [/cell] [cell]Determina la tasa de éxito de cualquier acción física comparando el valor HIT con un aleatorizador. Si el control pasa, el ataque conecta; de lo contrario, se considera MISS.[/cell] [cell][color=#91e1ff]Tasa de evasión%[/color][/cell] [cell]Determina la tasa de evasión física contra acciones físicas entrantes. Si el valor HIT pasa, la acción se somete a una prueba EVA. Si se supera la prueba aleatoria, se evade el ataque físico; si falla, la acción se conecta.[/cell] [cell][color=#91e1ff]% de tasa de golpes críticos[/color][/cell] [cell]Comprobación aleatoria de acciones que permitan golpes críticos. Si se supera la prueba, se inflige daño adicional; si falla, no se agrega daño adicional a la acción.[/cell] [cell][color=#91e1ff]% de tasa de evasión crítica[/color][/cell] [cell]Multiplicado por% de tasa de golpe crítico, influyendo en la verificación del aleatorizador. Calculado como \"CRI\" * (1 - \"CEV\"), determinando la posibilidad de evadir un golpe crítico.[/cell] [cell][color=#91e1ff] Tasa de evasión mágica%[/color][/cell] [cell]Tasa de evasión contra acciones mágicas, con MEV verificado cuando se inicia una acción mágica. Si la prueba aleatoria pasa, la acción mágica no se conecta; si falla, la acción se conecta.[/cell] [cell][color=#91e1ff]% de tasa de reflejo mágico[/color][/cell] [cell]Probabilidad de que una acción mágica rebote hacia el lanzador. La tasa de reflejo mágico determina si la prueba aleatoria pasa, lo que hace que la acción rebote, o falla, permitiendo que la acción se conecte con su objetivo.[/cell] [cell][color=#91e1ff]Tasa de contraataque%[ /color][/cell] [cell]Posibilidad de contraataque si se conecta una acción física. La tasa de contraataque influye en la prueba aleatoria; si pasa, la acción física se evade y el objetivo contraataca. Si falla, la acción se conecta con el objetivo.[/cell] [cell][color=#91e1ff]HP% Regeneración[/color][/cell] [cell]Durante la fase de regeneración de un luchador, se regenera un porcentaje de MaxHP como HP ganado con una tasa de éxito del 100%.[/cell] [cell][color=#91e1ff]MP% Regeneración[/color][/cell] [cell]Durante la regeneración de un luchador fase, regenera un porcentaje de MaxMP como MP ganado con una tasa de éxito del 100%.[/cell] [cell][color=#91e1ff]TP% Regeneración[/color][/cell] [cell]Durante un batallador\ La fase de regeneración de, regenera un porcentaje de MaxTP como TP ganado con una tasa de éxito del 100%.[/cell] [/table]
es: [title]Special Parameter[/title] Raises or lowers the values of special parameters such as Target Rate and Guard Rate. [table=2] [cell][color=#91e1ff]Target Rate[/color][/cell] [cell]Odds of enemy targeting user for single-target attack. 0% means almost never, 100% is normal, 100%+ increases chance of being targeted.[/cell] [cell][color=#91e1ff]Guard Effect[/color][/cell] [cell]Effectiveness of guarding. Affects damage divisor. 100% = 'damage / (2 * 1.00)', 50% = 'damage / (2 * 0.50)', 200% = 'damage / (2 * 2.00)', and so on.[/cell] [cell][color=#91e1ff]Recovery Effect[/color][/cell] [cell]Effectiveness of heals. Higher rate results in more healing. E.g., 300% Recovery Effect turns a 100 heal into 300.[/cell] [cell][color=#91e1ff]Pharmacology[/color][/cell] [cell]Effectiveness of items used by the user. Higher rate means more effective item effects. E.g., 300% Pharmacology turns a 100 heal into 300.[/cell] [cell][color=#91e1ff]MP Cost Rate[/color][/cell] [cell]Affects MP cost of skills. 100% is standard, 50% halves MP cost, 200% doubles MP cost.[/cell] [cell][color=#91e1ff]TP Charge Rate[/color][/cell] [cell]Affects TP charge speed. 100% is normal, 50% is half speed, 200% is double speed.[/cell] [cell][color=#91e1ff]Physical Damage Rate[/color][/cell] [cell]Affects damage taken from physical attacks. 100% is normal, 50% halves damage, 200% doubles damage.[/cell] [cell][color=#91e1ff]Magical Damage Rate[/color][/cell] [cell]Affects damage taken from magical attacks. 100% is normal, 50% halves damage, 200% doubles damage.[/cell] [cell][color=#91e1ff]Floor Damage Rate[/color][/cell] [cell]Alters damage taken when walking over damaging tiles on the field map. 100% is full damage, 50% is half damage, 200% is double damage for the actor.[/cell] [cell][color=#91e1ff]Experience Rate[/color][/cell] [cell]Determines experience gain. 100% is normal, 50% is half, 200% is double.[/cell] [/table]

source: [title]Parámetro especial[/title] Aumenta o reduce los valores de parámetros especiales como Target Rate y Guard Rate. [table=2] [cell][color=#91e1ff]Target Rate[/ color][/cell] [cell]Probabilidades de que el enemigo apunte al usuario para un ataque de un solo objetivo. 0% significa casi nunca, 100% es normal, 100%+ aumenta la probabilidad de ser objetivo.[/cell] [cell][color=#91e1ff]Efecto de guardia[/color][/cell] [cell]Efectividad de custodiando. Afecta el divisor de daños. 100% = 'daño / (2 * 1,00)', 50% = 'daño / (2 * 0,50)', 200% = 'daño / (2 * 2,00)', y así sucesivamente.[ /cell] [cell][color=#91e1ff]Efecto de recuperación[/color][/cell] [cell]Efectividad de las curaciones. Una tasa más alta da como resultado una mayor curación. Por ejemplo, el efecto de recuperación del 300% convierte una curación de 100 en 300.[/cell] [cell][color=#91e1ff]Farmacología[/color][/cell] [cell]Eficacia de los elementos utilizados por el usuario. Una tasa más alta significa efectos de elementos más efectivos. Por ejemplo, 300 % de farmacología convierte una curación de 100 en 300.[/cell] [cell][color=#91e1ff]Tasa de costo de MP[/color][/cell] [cell]Afecta el costo de MP de las habilidades. 100% es estándar, 50% reduce a la mitad el costo de MP, 200% duplica el costo de MP.[/cell] [cell][color=#91e1ff]Tasa de carga de TP[/color][/cell] [cell]Afecta la velocidad de carga de TP . 100% es normal, 50% es la mitad de la velocidad, 200% es el doble de velocidad.[/cell] [cell][color=#91e1ff]Tasa de daño físico[/color][/cell] [cell]Afecta el daño recibido de ataques físicos. 100% es normal, 50% reduce a la mitad el daño, 200% duplica el daño.[/cell] [cell][color=#91e1ff]Tasa de daño mágico[/color][/cell] [cell]Afecta el daño recibido de ataques mágicos . 100% es normal, 50% reduce el daño a la mitad, 200% duplica el daño.[/cell] [cell][color=#91e1ff]Índice de daño al piso[/color][/cell] [cell]Altera el daño recibido al caminar sobre Dañando fichas en el mapa de campo. 100% es daño total, 50% es la mitad del daño, 200% es el doble de daño para el actor.[/cell] [cell][color=#91e1ff]Índice de experiencia[/color][/cell] [cell]Determina ganancia de experiencia. 100% es normal, 50% es la mitad, 200% es el doble.[/cell] [/table]
es: [title]Attack Element[/title] Adds the specified element to normal attacks.

source: [title]Elemento de ataque[/title] Agrega el elemento especificado a los ataques normales.
es: [title]Attack State[/title] Adds an effect of changing states to normal attacks. Specify the effect and the change in rate of success (0 to 10000%, 100% means no change).

source: [title]Estado de ataque[/title] Agrega un efecto de cambio de estado a los ataques normales. Especifique el efecto y el cambio en la tasa de éxito (0 a 10000%, 100% significa que no hay cambios).
es: [title]Attack Speed[/title] Raises or lowers agility when choosing a normal attack in battle. Specify the increase/decrease value (-999 to 999).

source: [title]Velocidad de ataque[/title] Aumenta o reduce la agilidad al elegir un ataque normal en batalla. Especifique el valor de aumento/disminución (-999 a 999).
es: [title]Attack Times +[/title] Increases the number of times (1 by default) a target is damaged using normal attacks. Specify the amount to increase.

source: [title]Tiempos de ataque +[/title] Aumenta el número de veces (1 por defecto) que un objetivo es dañado usando ataques normales. Especifique la cantidad a aumentar.
es: [title]Attack Skill[/title] Specify the skill to be used as a regular attack. You can use this to create weapons that, when equipped, activate a skill different from standard attacks when used. Only works on actors and weapons.

source: [title]Habilidad de ataque[/title] Especifique la habilidad que se utilizará como ataque normal. Puedes usar esto para crear armas que, cuando están equipadas, activan una habilidad diferente a los ataques estándar cuando se usan. Solo funciona con actores y armas.
es: [title]Add Skill Type[/title] Allows the player to select the specified skill type command.

source: [title]Agregar tipo de habilidad[/title] Permite al jugador seleccionar el comando de tipo de habilidad especificado.
es: [title]Seal Skill Type[/title] Prevents the player from selecting the specified skill type.

source: [title]Sellar tipo de habilidad[/title] Evita que el jugador seleccione el tipo de habilidad especificado.
es: [title]Add Skill[/title] Makes the specified skill usable.

source: [title]Agregar habilidad[/title] Hace que la habilidad especificada sea utilizable.
es: [title]Seal Skill[/title] Makes the specified skill unusable.

source: [title]Seal Skill[/title] Inutiliza la habilidad especificada.
es: [title]Equip Weapon[/title] Makes the specified weapon type able to be equipped.

source: [title]Equipar arma[/title] Hace que el tipo de arma especificado pueda equiparse.
es: [title]Equip Armor[/title] Makes the specified armor type able to be equipped.

source: [title]Equipar armadura[/title] Hace que se pueda equipar el tipo de armadura especificado.
es: [title]Lock Equip[/title] Makes it so that equipment for the specified slot cannot be changed. Use this when you do not want to allow equipment changes for an actor that is temporarily in the party.

source: [title]Bloquear equipo[/title] Hace que el equipo para el espacio especificado no se pueda cambiar. Úselo cuando no desee permitir cambios de equipo para un actor que se encuentra temporalmente en el grupo.
es: [title]Seal Equip[/title] Prevents equipment from being equipped in the specified slot. This allows you to create things such as \"Two-handed Weapons\" which seals shield equipment and \"Full-body Clothing\" that seals head equipment.

source: [title]Seal Equip[/title] Evita que el equipo se equipe en la ranura especificada. Esto te permite crear cosas como \"Armas de dos manos\" que sella el equipo de escudo y \"Ropa de cuerpo completo\" que sella el equipo de cabeza.
es: [title]Slot Type[/title] Can only be set to [Dual Wield]. In exchange for not being able to equip a shield, characters can equip two weapons.

source: [title]Tipo de ranura[/title] Solo se puede configurar en [Doble empuñadura]. A cambio de no poder equipar un escudo, los personajes pueden equipar dos armas.
es: [title]Action Times +[/title] Sets the chance of raising the number of actions during battle by 1 using the specified probability. If a character has multiple entries for this trait, determination or whether or not to increase the number of actions will be based on the individually specified probabilities. For example, if a character has two of these traits with a probability of 50% each, the chance of the number of actions increasing 2 times, and the chance of actions not increasing even 1 time will each be 25% (50% x 50%).

source: [title]Tiempos de acción +[/title] Establece la posibilidad de aumentar el número de acciones durante la batalla en 1 usando la probabilidad especificada. Si un personaje tiene varias entradas para este rasgo, la determinación o si aumentar o no el número de acciones se basará en las probabilidades especificadas individualmente. Por ejemplo, si un personaje tiene dos de estos rasgos con una probabilidad del 50% cada uno, la probabilidad de que el número de acciones aumente 2 veces y la probabilidad de que las acciones no aumenten ni siquiera 1 vez será cada una del 25% (50% x 50 %).
es: [title]Special Flag[/title] Grants special traits related to actions during battle. [table=2] [cell][color=#91e1ff]Auto Battle[/color][/cell] [cell]Characters will perform actions automatically without taking commands from the player.[/cell] [cell][color=#91e1ff]Guard Decreases[/color][/cell] [cell]the amount of damage taken by a fixed rate.[/cell] [cell][color=#91e1ff]Substitute[/color][/cell] [cell]Take damage in place of an ally when they are attacked when their HP is low.[/cell] [cell][color=#91e1ff]Preserve TP[/color][/cell] [cell]Accumulated TP will be preserved for the next battle. By default, TP will be reset each battle, and the amount of TP that each character has at the start of battle will be decided randomly.[/cell] [/table]

source: [title]Bandera especial[/title] Otorga rasgos especiales relacionados con acciones durante la batalla. [table=2] [cell][color=#91e1ff]Batalla automática[/color][/cell] [ cell]Los personajes realizarán acciones automáticamente sin recibir órdenes del jugador.[/cell] [cell][color=#91e1ff]Guardia Disminuye[/color][/cell] [cell]la cantidad de daño recibido por un tasa fija.[/cell] [cell][color=#91e1ff]Sustituto[/color][/cell] [cell]Recibe daño en lugar de un aliado cuando es atacado cuando su HP es bajo.[/cell] ] [cell][color=#91e1ff]Conservar TP[/color][/cell] [cell]Los TP acumulados se conservarán para la próxima batalla. De forma predeterminada, los TP se restablecerán en cada batalla y la cantidad de TP que cada personaje tiene al comienzo de la batalla se decidirá aleatoriamente.[/cell] [/table]
es: [title]Collapse Effect[/title] A parameter only usable on enemies. The effect when an enemy is knocked out and collapses will change to the specified effect.
