Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: [title]Rareza del artículo[/title] Elige la rareza de este objeto. \"Cada rareza tiene un color asociado que hará que el nombre de este objeto en el juego aparezca en ese color\ "
es: [title]Price[/title] The price when purchasing the item in a shop. The price when selling will be half of its original price. Set to 0 to disallow it from being sold.

source: [title]Precio[/title] El precio al comprar el artículo en una tienda. El precio de venta será la mitad de su precio original. Establezca en 0 para no permitir su venta.
es: [title]Consumable[/title] This parameter determines whether or not an item disappears after being used. If you set to [Yes], the quantity held of this item will go down by one every time it is used.

source: [title]Consumible[/title] Este parámetro determina si un elemento desaparece o no después de ser utilizado. Si configura [Sí], la cantidad retenida de este artículo disminuirá en uno cada vez que se use.
es: [title]Scope[/title] The targets of the item effect. You must choose one for each of the following: [table=2] [cell][color=#91e1ff]Side:[/color][/cell] [cell]Specify the target. You can select from Enemy, Ally, Enemy & Ally, User, or Unspecified.[/cell] [cell][color=#91e1ff]Number:[/color][/cell] [cell]Specify the number of targets. You can select from 1 Enemy/Ally, All Enemies/Allies, or random.[/cell] [cell][color=#91e1ff]Status[/color][/cell] [cell]Specify the target conditions. You can select from Alive, Knocked Out, or No Condition. Can only be set for allies.[/cell] [/table]

source: [title]Alcance[/title] Los objetivos del efecto del elemento. Debes elegir uno para cada uno de los siguientes: [table=2] [cell][color=#91e1ff]Lado:[/color][/cell] [cell]Especifique el objetivo. Puedes seleccionar entre Enemigo, Aliado, Enemigo y aliado, Usuario o No especificado.[/cell] [cell][color=#91e1ff]Número:[/color][/cell] [cell]Especifica el número de objetivos . Puedes seleccionar entre 1 enemigo/aliado, todos los enemigos/aliados o al azar.[/cell] [cell][color=#91e1ff]Estado[/color][/cell] [cell]Especifica las condiciones del objetivo. Puedes seleccionar entre Vivo, Noqueado o Sin condición. Solo se puede configurar para aliados.[/cell] [/table]
es: [title]Ocassion[/title] The state in which the item can be used. Select one of the following: [table=2] [cell][color=#91e1ff]Always:[/color][/cell] [cell]Making it possible to select both in battle and in the Menu Screen[/cell] [cell][color=#91e1ff]Battle Screen:[/color][/cell] [cell]Making it only selectable during battle[/cell] [cell][color=#91e1ff]Menu Screen:[/color][/cell] [cell]Making it only selectable in the Menu Screen[/cell] [cell][color=#91e1ff]Never[/color][/cell] [cell]This skill can only be used if its use is forced with the \"force Action\" command of the events[/cell] [/table]

source: [title]Ocasión[/title] El estado en el que se puede utilizar el artículo. Selecciona uno de los siguientes: [table=2] [cell][color=#91e1ff]Siempre:[/color][/cell] [cell]Haciendo posible seleccionar tanto en la batalla como en el Pantalla de menú[/cell] [cell][color=#91e1ff]Pantalla de batalla:[/color][/cell] [cell]Haciéndola solo seleccionable durante la batalla[/cell] [cell][color=# 91e1ff]Pantalla de menú:[/color][/cell] [cell]Haciéndolo solo seleccionable en la pantalla de menú[/cell] [cell][color=#91e1ff]Nunca[/color][/cell] [cell ]Esta habilidad sólo puede usarse si se fuerza su uso con el comando \"force Action\" del evento[/cell] [/table]
es: [title]Invocation Speed[/title] The value added to an actor's Agility when using the item. Affects the action order during battle, allowing you to create effects which are less effective but can be used quickly, or are effective but take time to use.

source: [title]Velocidad de invocación[/title] El valor agregado a la agilidad de un actor al usar el elemento. Afecta el orden de acción durante la batalla, permitiéndote crear efectos que son menos efectivos pero que se pueden usar rápidamente, o que son efectivos pero toman tiempo para usarlos.
es: [title]Invocation Sucess[/title] The rate of success when using an item. The actual success rate is affected by the effectiveness of the target.

source: [title]Éxito de la invocación[/title] La tasa de éxito al usar un elemento. La tasa de éxito real se ve afectada por la efectividad del objetivo.
es: [title]Invocation Repeat[/title] The number of times an effect is applied per single use.

source: [title]Repetición de invocación[/title] El número de veces que se aplica un efecto por cada uso.
es: [title]Invocation TP Gain[/title] The amount of TP gained after applying an effect to a target upon successful activation.

source: [title]Ganancia de TP de invocación[/title] La cantidad de TP obtenida después de aplicar un efecto a un objetivo tras una activación exitosa.
es: [title]Invocation Hit Type[/title] Determines the type of hit. Choose one of the following: [table=2] [cell][color=#91e1ff]Certain Hit:[/color][/cell] [cell]Treats the successful use of the skill as a guaranteed hit. Counterattack, Magic Reflection, and Substitute are ineffective.[/cell] [cell][color=#91e1ff]Physical Attack:[/color][/cell] [cell]Determines the success based on the user's Accuracy and the target's Evasion. Counterattack and Substitute are applicable.[/cell] [cell][color=#91e1ff]Magic Attack:[/color][/cell] [cell]Determines the success based on the target's Magic Evasion. Magic Reflection and Substitute are applicable.[/cell] [/table]

source: [title]Tipo de visita de invocación[/title] Determina el tipo de visita. Elija uno de los siguientes: [table=2] [cell][color=#91e1ff]Golpe determinado:[/color][/cell] [cell]Considera el uso exitoso de la habilidad como una garantía golpear. El contraataque, el reflejo mágico y el sustituto son ineficaces.[/cell] [cell][color=#91e1ff]Ataque físico:[/color][/cell] [cell]Determina el éxito en función de la precisión del usuario y la Evasión del objetivo. Se aplican contraataque y sustituto.[/cell] [cell][color=#91e1ff]Ataque mágico:[/color][/cell] [cell]Determina el éxito en función de la evasión mágica del objetivo. Se aplican Reflejo Mágico y Sustituto.[/cell] [/table]
es: [title]Invocation Animation ID[/title] Animations that appear when the item is used during battle. Mouse wheel click to select \"none\" animation, Right Click to select \"Normal Attack\"

source: [title]ID de animación de invocación[/title] Animaciones que aparecen cuando el elemento se usa durante la batalla. Haga clic con la rueda del mouse para seleccionar \"ninguna\" animación, haga clic con el botón derecho para seleccionar \"Normal Ataque\"
es: [title]Is Perishable Item?[/title] If the item is marked as perishable, it will disappear or become another item at the end of its life [Duration].

source: [title]¿Es un artículo perecedero?[/title] Si el artículo está marcado como perecedero, desaparecerá o se convertirá en otro artículo más al final de su vida útil [Duración].
es: [title]Perishing Time[/title] Indicates the life time this item will have if it is perishable (in seconds).

source: [title]Tiempo de perdición[/title] Indica el tiempo de vida que tendrá este artículo si es perecedero (en segundos).
es: [title]Action On Perishing[/title] What happens when the item perishes. [table=2] [cell][color=#91e1ff]Remove Item:[/color][/cell] [cell]The item will be deleted from the player's inventory at the end of its lifetime.[/cell] [cell][color=#91e1ff]Transform Into:[/color][/cell] [cell]Transforms the item into another at the end of its life time.[/cell] [/table]

source: [title]Acción al perecer[/title] Qué sucede cuando el artículo perece. [table=2] [cell][color=#91e1ff]Eliminar artículo:[/color][/cell] [ cell]El elemento se eliminará del inventario del jugador al final de su vida útil.[/cell] [cell][color=#91e1ff]Transformarse en:[/color][/cell] [cell] Transforma el elemento en otro al final de su vida útil.[/cell] [/table]
es: [title]Item Conversion[/title] Choose which item this item will become at the end of its lifetime.

source: [title]Conversión de artículo[/title] Elija en qué artículo se convertirá este artículo al final de su vida útil.
es: [title]Generate Fast Message Button[/title] Generate messages quickly using the predefined messages here.

source: [title]Botón Generar mensaje rápido[/title] Genere mensajes rápidamente usando los mensajes predefinidos aquí.
es: [title]Battle Message[/title] Assign a fixed phrase that appears during battle when this item is used in battle. On use, \"%1\" will be replaced with the name of the user, while \"%2\" will be replaced with the item name. You can input fixed phrases by pressing the \"fast generate message button\"

source: [title]Mensaje de batalla[/title] Asigna una frase fija que aparezca durante la batalla cuando este objeto se use en la batalla. Al usarlo, \"%1\" se reemplazará con el nombre del usuario, mientras que \"%2\" se reemplazará con el nombre del elemento. Puede ingresar frases fijas presionando el \"botón de generación rápida de mensajes\"
es: [title]Damage Type[/title] Effect types related to HP and MP. Select one of 6 types. [table=2] [cell][color=#91e1ff]Damage:[/color][/cell] [cell]Decreases HP or MP of the target.[/cell] [cell][color=#91e1ff]Recover:[/color][/cell] [cell]Increases HP or MP of the target.[/cell] [cell][color=#91e1ff]Drain:[/color][/cell] [cell]Removes an amount from target and gives that same amount to the user[/cell] [/table]

source: [title]Tipo de daño[/title] Tipos de efectos relacionados con HP y MP. Seleccione uno de los 6 tipos. [table=2] [cell][color=#91e1ff]Daño:[/color][/cell] [cell]Disminuye HP o MP del objetivo.[/cell ] [cell][color=#91e1ff]Recuperar:[/color][/cell] [cell]Aumenta HP o MP del objetivo.[/cell] [cell][color=#91e1ff]Drenaje: [/color][/cell] [cell]Elimina una cantidad del objetivo y le da esa misma cantidad al usuario[/cell] [/table]
es: [title]Damage Element ID[/title] The element that is assigned to an effect.

source: [title]ID del elemento de daño[/title] El elemento asignado a un efecto.
es: [title]Damage Formula[/title] Formula for determining the effectiveness. When directly specifying a formula, specify the parameter to reference using the strings below. When referring to the values of the attacker, change \"x\" to \"a\", and when referring to the values of the target, change \"x\" to \"b\". For example, entering \"a.atk\" will reference the Attack Power value of the attacker. You can also reference the nth variable value by entering \"v[n]\" (where n is a number). You may also use the standard four arithmetic symbols (+, -, *, /) as operators. When you enter \"a.atk * 4 - b.def * 2\", the value for the effectiveness of an item will be calculated as \"(Attacker's Attack Power x 4) - (Target's Defense x 2)\". Also, as effectiveness can change depending on elements or defense actions, these factors will not be included in the formula. The following parameters can be used: [table=10] [cell][color=#91e1ff]x.def:[/color][/cell] [cell]Defense[/cell] [cell][color=#91e1ff]x.mdf:[/color][/cell] [cell]Magic Defense[/cell] [cell][color=#91e1ff]x.agi:[/color][/cell] [cell]Agility[/cell] [cell][color=#91e1ff]x.luk:[/color][/cell] [cell]Luck[/cell] [cell][color=#91e1ff]x.mhp:[/color][/cell] [cell]Max HP[/cell] [cell][color=#91e1ff]x.mmp:[/color][/cell] [cell]Max MP[/cell] [cell][color=#91e1ff]x.hp:[/color][/cell] [cell]Current HP[/cell] [cell][color=#91e1ff]x.mp:[/color][/cell] [cell]Current MP[/cell] [cell][color=#91e1ff]x.tp:[/color][/cell] [cell]Current TP[/cell] [cell][color=#91e1ff]x.level:[/color][/cell] [cell]User Level[/cell] [/table]

source: [title]Fórmula de daño[/title] Fórmula para determinar la efectividad. Al especificar directamente una fórmula, especifique el parámetro al que se hará referencia utilizando las cadenas siguientes. Cuando haga referencia a los valores del atacante, cambie \"x\" por \"a\", y cuando haga referencia a los valores del objetivo, cambie \"x\" a \"b\". Por ejemplo, ingresar \"a.atk\" hará referencia al valor de poder de ataque del atacante. También puede hacer referencia al enésimo valor de la variable ingresando \"v[n]\" (donde n es un número). También puede utilizar los cuatro símbolos aritméticos estándar (+, -, *, /) como operadores. Cuando ingresa \"a.atk * 4 - b.def * 2\", el valor de la efectividad de un elemento se calculará como \"(Poder de ataque del atacante x 4) - (Defensa del objetivo x 2)\". Además, como la efectividad puede cambiar dependiendo de los elementos o acciones de defensa, estos factores no se incluirán en la fórmula. Se pueden utilizar los siguientes parámetros: [table=10] [cell][color=#91e1ff]x.def:[/ color][/cell] [cell]Defensa[/cell] [cell][color=#91e1ff]x.mdf:[/color][/cell] [cell]Defensa mágica[/cell] [cell ][color=#91e1ff]x.agi:[/color][/cell] [cell]Agilidad[/cell] [cell][color=#91e1ff]x.luk:[/color][/cell] [cell]Suerte[/cell] [cell][color=#91e1ff]x.mhp:[/color][/cell] [cell]HP máximo[/cell] [cell][color=#91e1ff ]x.mmp:[/color][/cell] [cell]MP máximo[/cell] [cell][color=#91e1ff]x.hp:[/color][/cell] [cell]HP actual [/cell] [cell][color=#91e1ff]x.mp:[/color][/cell] [cell]MP actual[/cell] [cell][color=#91e1ff]x.tp :[/color][/cell] [cell]TP actual[/cell] [cell][color=#91e1ff]x.level:[/color][/cell] [cell]Nivel de usuario[/cell] [/tabla]
es: [title]Generate Fast Formula Button[/title] Opens a dialog to quickly generate a formula.

source: [title]Botón Generar fórmula rápida[/title] Abre un cuadro de diálogo para generar rápidamente una fórmula.
es: [title]Damage Variance[/title] How much the effectiveness of the skill varies (0 to 100%). Raise or lower the calculated effectiveness within the specified percentage. If the effectiveness is 100 and the variance is 20, the effectiveness will be a value between 80 and 120 (100±20).

source: [title]Variación de daño[/title] Cuánto varía la efectividad de la habilidad (0 a 100%). Aumentar o disminuir la efectividad calculada dentro del porcentaje especificado. Si la efectividad es 100 y la varianza es 20, la efectividad será un valor entre 80 y 120 (100±20).
es: [title]Damage Critical Hit[/title] Specify whether an attack can land a critical hit or not by selecting [Yes] or [No]. When set to [Yes], the chance of landing a critical hit will be determined based on the Critical Chance of the user and the Critical Evasion Rate of the target.

source: [title]Daño crítico[/title] Especifique si un ataque puede generar un golpe crítico o no seleccionando [Sí] o [No]. Cuando se establece en [Sí], la probabilidad de asestar un golpe crítico se determinará en función de la probabilidad crítica del usuario y la tasa de evasión crítica del objetivo.
es: Skills

source: Armas
es: Weapons

source: Tropas
es: Troops

source: Estados
es: States

source: Tipos
es: Types

source: Términos
es: Terms

source: Sistema
es: System

source: EDITOR DE TEXTO DE PRUEBA
es: TEST TEXT EDITOR

source: [title]Actores[/title] Lista de personajes agregados a la base de datos
es: [title]Classes[/title] List of classes added to the database

source: [title]Clases[/title] Lista de clases agregadas a la base de datos
es: [title]Skills[/title] List of skills added to the database

source: [title]Habilidades[/title] Lista de habilidades agregadas a la base de datos
es: [title]Items[/title] List of items added to the database

source: [title]Elementos[/title] Lista de elementos agregados a la base de datos
es: [title]Weapons[/title] List of weapons added to the database

source: [title]Armas[/title] Lista de armas agregadas a la base de datos
es: [title]Armors[/title] List of armors added to the database

source: [title]Armaduras[/title] Lista de armaduras agregadas a la base de datos
es: [title]Enemies[/title] List of Enemies added to the database

source: [title]Enemigos[/title] Lista de enemigos agregados a la base de datos
es: [title]Troops[/title] List of troops added to the database

source: [title]Tropas[/title] Lista de tropas agregadas a la base de datos
es: [title]States[/title] List of states added to the database

source: [title]Estados[/title] Lista de estados agregados a la base de datos
es: [title]Animations[/title] List of animations added to the database

source: [title]Animaciones[/title] Lista de animaciones agregadas a la base de datos
es: [title]Common Events[/title] List of common events added to the database

source: [title]Eventos comunes[/title] Lista de eventos comunes agregados a la base de datos
es: [title]Types[/title] List of types added to the database

source: [title]Tipos[/title] Lista de tipos agregados a la base de datos
es: [title]Terms[/title] List of terms added to the database

source: [title]Términos[/title] Lista de términos agregados a la base de datos
es: [title]System[/title] List of characters added to the database

source: [title]Sistema[/title] Lista de caracteres agregados a la base de datos
es: Add Skill

source: Agregar habilidad
es: Delete Skill

source: Eliminar Habilidad
es: Skill Type:

source: Costo de MP:
es: MP Cost:

source: Costo del TP:
es: TP Cost:

source: Golpe crítico:
es: Critical Hit:

source: [title]Lista de habilidades[/title] Contiene la lista de habilidades creadas. Seleccione uno para editar sus propiedades.
es: [title]Add Skill[/title] Create a new skill

source: [title]Agregar habilidad[/title] Crear una nueva habilidad
es: [title]Remove Skill[/title] Remove the selected skill

source: [title]Eliminar habilidad[/title] Eliminar la habilidad seleccionada
es: [title]Skill Icon[/title] The image that is displayed together with the skill name during gameplay. You can select an optional image in the [Select an Image] window that appears after clicking on this control. It is typical to select an image that corresponds to characteristics of the skill. Mouse wheel click to erase de current image.

source: [title]Icono de habilidad[/title] La imagen que se muestra junto con el nombre de la habilidad durante el juego. Puede seleccionar una imagen opcional en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Es típico seleccionar una imagen que corresponda a las características de la habilidad. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Skill Name[/title] The name of the skill. If the name of a skill is too long, it may not be completely displayed on the Play Screen.

source: [title]Nombre de la habilidad[/title] El nombre de la habilidad. Si el nombre de una habilidad es demasiado largo, es posible que no se muestre completamente en la pantalla de reproducción.
es: [title]Description[/title] A description of the skill that appears during gameplay when the cursor is over it.

source: [title]Descripción[/title] Una descripción de la habilidad que aparece durante el juego cuando el cursor está sobre ella.
es: [title]Skill Type[/title] Specify the Skill Type. Those configured to something other than [None] can be used only by those actors and classes assigned the traits of each [Skill Type].

source: [title]Tipo de habilidad[/title] Especifique el tipo de habilidad. Aquellos configurados con algo distinto a [Ninguno] solo pueden ser utilizados por aquellos actores y clases a los que se les asignan los rasgos de cada [Tipo de habilidad].
es: [title]MP Cost[/title] The MP cost to use a skill. An actor cannot use a skill if they do not have enough MP

source: [title]Costo de MP[/title] El costo de MP para usar una habilidad. Un actor no puede usar una habilidad si no tiene suficiente MP
es: [title]TP Cost[/title] The TP cost to use a skill. An actor cannot use a skill if they do not have enough TP

source: [title]Costo de TP[/title] El costo de TP para usar una habilidad. Un actor no puede usar una habilidad si no tiene suficientes TP
es: [title]Scope[/title] The targets of the skill effect. You must choose one for each of the following: [table=2] [cell][color=#91e1ff]Side:[/color][/cell] [cell]Specify the target. You can select from Enemy, Ally, Enemy & Ally, User, or Unspecified.[/cell] [cell][color=#91e1ff]Number:[/color][/cell] [cell]Specify the number of targets. You can select from 1 Enemy/Ally, All Enemies/Allies, or random.[/cell] [cell][color=#91e1ff]Status[/color][/cell] [cell]Specify the target conditions. You can select from Alive, Knocked Out, or No Condition. Can only be set for allies.[/cell] [/table]

source: [title]Alcance[/title] Los objetivos del efecto de la habilidad. Debes elegir uno para cada uno de los siguientes: [table=2] [cell][color=#91e1ff]Lado:[/color][/cell] [cell]Especifique el objetivo. Puedes seleccionar entre Enemigo, Aliado, Enemigo y aliado, Usuario o No especificado.[/cell] [cell][color=#91e1ff]Número:[/color][/cell] [cell]Especifica el número de objetivos . Puedes seleccionar entre 1 enemigo/aliado, todos los enemigos/aliados o al azar.[/cell] [cell][color=#91e1ff]Estado[/color][/cell] [cell]Especifica las condiciones del objetivo. Puedes seleccionar entre Vivo, Noqueado o Sin condición. Solo se puede configurar para aliados.[/cell] [/table]
es: [title]Ocassion[/title] The state in which the skill can be used. Select one of the following: [table=2] [cell][color=#91e1ff]Always:[/color][/cell] [cell]Making it possible to select both in battle and in the Menu Screen[/cell] [cell][color=#91e1ff]Battle Screen:[/color][/cell] [cell]Making it only selectable during battle[/cell] [cell][color=#91e1ff]Menu Screen:[/color][/cell] [cell]Making it only selectable in the Menu Screen[/cell] [cell][color=#91e1ff]Never[/color][/cell] [cell]This skill can only be used if its use is forced with the \"force Action\" command of the events[/cell] [/table]

source: [title]Ocasión[/title] El estado en el que se puede utilizar la habilidad. Selecciona uno de los siguientes: [table=2] [cell][color=#91e1ff]Siempre:[/color][/cell] [cell]Haciendo posible seleccionar tanto en la batalla como en el Pantalla de menú[/cell] [cell][color=#91e1ff]Pantalla de batalla:[/color][/cell] [cell]Haciéndola solo seleccionable durante la batalla[/cell] [cell][color=# 91e1ff]Pantalla de menú:[/color][/cell] [cell]Haciéndolo solo seleccionable en la pantalla de menú[/cell] [cell][color=#91e1ff]Nunca[/color][/cell] [cell ]Esta habilidad sólo puede usarse si se fuerza su uso con el comando \"force Action\" del evento[/cell] [/table]
es: [title]Invocation Speed[/title] The value added to an actor's Agility when using the skill. Affects the action order during battle, allowing you to create effects which are less effective but can be used quickly, or are effective but take time to use.

source: [title]Velocidad de invocación[/title] El valor agregado a la agilidad de un actor al usar la habilidad. Afecta el orden de acción durante la batalla, permitiéndote crear efectos que son menos efectivos pero que se pueden usar rápidamente, o que son efectivos pero toman tiempo para usarlos.
es: [title]Invocation Sucess[/title] The rate of success when using a skill. The actual success rate is affected by the effectiveness of the target.

source: [title]Éxito de la invocación[/title] La tasa de éxito al usar una habilidad. La tasa de éxito real se ve afectada por la efectividad del objetivo.
es: [title]Invocation Animation ID[/title] Animations that appear when a skill is used during battle. Mouse wheel click to select \"none\" animation, Right Click to select \"Normal Attack\"
