Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: [title]Efecto de colapso[/title] Un parámetro que solo se puede usar en enemigos. El efecto cuando un enemigo es noqueado y colapsa cambiará al efecto especificado.
es: [title]Party Ability[/title] Grants special traits related to the party's actions. These are reflected as traits for the entire party even when just one actor given these traits is in the party. [table=2] [cell][color=#91e1ff]Half Encounters[/color][/cell] [cell]The frequency of encounters while moving on the map will be reduced by half.[/cell] [cell][color=#91e1ff]Encounter None[/color][/cell] [cell]No encounters will occur while moving on the map.[/cell] [cell][color=#91e1ff]Cancel Surprise[/color][/cell] [cell]Surprise attacks (in which only enemy troops can perform actions on the first turn) will no longer occur when a battle starts.[/cell] [cell][color=#91e1ff]Raise Preemptive[/color][/cell] [cell]The chance of preemptive attacks (in which only the party can perform actions on the first turn) when a battle starts will increase.[/cell] [cell][color=#91e1ff]Gold Double[/color][/cell] [cell]The amount of gold received when the party wins a battle will be twice the normal amount.[/cell] [cell][color=#91e1ff]Drop Item Double[/color][/cell] [cell]The rate of a party getting items from enemies after winning a battle will be twice the normal rate. (Only applies when an item has been configured for the enemy that is defeated.)[/cell] [/table]

source: [title]Habilidad del grupo[/title] Otorga rasgos especiales relacionados con las acciones del grupo. Estos se reflejan como rasgos para todo el grupo incluso cuando solo un actor con estos rasgos está en el grupo. [table=2] [cell][color=#91e1ff]Medios encuentros[/color][/ cell] [cell]La frecuencia de encuentros mientras te mueves en el mapa se reducirá a la mitad.[/cell] [cell][color=#91e1ff]Encuentros Ninguno[/color][/cell] [cell]Sin encuentros ocurrirá mientras se mueve por el mapa.[/cell] [cell][color=#91e1ff]Cancelar sorpresa[/color][/cell] [cell]Ataques sorpresa (en los que solo las tropas enemigas pueden realizar acciones en el primer turno) ya no ocurrirá cuando comience una batalla.[/cell] [cell][color=#91e1ff]Aumentar preventivo[/color][/cell] [cell]La posibilidad de ataques preventivos (en los que solo el grupo puede realizar acciones en el primer turno) cuando comience una batalla aumentará.[/cell] [cell][color=#91e1ff]Oro Doble[/color][/cell] [cell]La cantidad de oro recibida cuando el El grupo que gane una batalla será el doble de la cantidad normal.[/cell] [cell][color=#91e1ff]Drop Item Double[/color][/cell] [cell]La tasa con la que un grupo obtiene elementos de los enemigos después ganar una batalla será el doble de lo normal. (Solo se aplica cuando se ha configurado un elemento para el enemigo que es derrotado).[/cell] [/table]
es: Magnitude:

source: Duración del batido:
es: Shake Duration:

source: Esperar a terminar:
es: Wait To Finished:

source: activado
es: enabled

source: Usar nombre personalizado...
es: Use Custom name...

source: O usar el nombre del personaje...
es: Or use Characer name...

source: Seleccionar ID de personaje
es: Select character ID

source: O usar el nombre del enemigo...
es: Or use Enemy name...

source: Seleccionar ID del enemigo
es: Select enemy ID

source: Posición de la caja:
es: Box Position:

source: Muestra un nombre personalizado en el cuadro de texto.
es: Display a custom name in the text box.

source: Elija qué nombre mostrar en el cuadro de texto.
es: Choose which name to display in the text box.

source: Muestra el nombre de un personaje en el cuadro de texto.
es: Display the name of a character in the text box.

source: Elija en qué cuadro de texto mostrar el nombre.
es: Choose which text box to display the name in.

source: CAMBIAR MÁXIMO
es: CHANGE MAXIMUN

source: nombre:
es: name:

source: Vista previa del texto:
es: Preview Text:

source: Vista previa del efecto seleccionado
es: Preview of the selected effect

source: [center][pulse freq=1 color=#e64040ff facilidad=2]Vista previa del efecto seleccionado[/pulse][/center]
es: [center][pulse freq=1 color=#e64040ff ease=2]Preview of the selected effect[/pulse][/center]

source: Parámetros:
es: Parameters:

source: Facilidad:
es: Ease:

source: Conectado:
es: Connected:

source: Radio:
es: Radius:

source: Comenzar:
es: Start:

source: Longitud:
es: Length:

source: Saturación:
es: Saturation:

source: Durar:
es: Span:

source: Ángulo:
es: Angle:

source: Descripción del efecto:
es: Effect Description:

source: Pulse crea un efecto de pulsación animada que multiplica la opacidad y el color de cada personaje. Se puede utilizar para llamar la atención sobre un texto específico.
es: Pulse creates an animated pulsing effect that multiplies each character's opacity and color. It can be used to bring attention to specific text.

source: Objetivo facial:
es: Face Target:

source: Esperar a finalizar:
es: Wait to Finish:

source: Habilitar esperar para terminar
es: Enable wait to finish

source: Duración del efecto:
es: Effect Duration:

source: Efectos:
es: Effects:

source: Mover
es: Move

source: Girar
es: Rotate

source: grados
es: degrees

source: Modular
es: Modulate

source: Agitar
es: Shake

source: Amplitud:
es: Amplitude:

source: Transición
es: Transition

source: Facilidad de animación:
es: Animation Ease:

source: Tipo de facilidad:
es: Ease Type:

source: Tipo de transición:
es: Transition Type:

source: Seleccione el tipo de imagen: [ul] [Cara]: La \"cara\" recibirá esta animación. [Personaje]: La \"imagen de fondo/personaje\\ " recibirá esta animación.
es: ID to identify the background image/character to be animated (Default is 0) \"Caution\": If no image with the given ID is currently added, this effect will be discarded.

source: ID para identificar la imagen de fondo/personaje que se va a animar (el valor predeterminado es 0) \"Precaución\": si actualmente no se agrega ninguna imagen con el ID proporcionado, este efecto se descartará.
es: Choose which face to animate (\"Left\" or \"Right\")

source: Selecciona el tipo de animación inactiva para esta imagen. [ul] \"Mantener animación actual\": Mantiene la animación inactiva actual de la imagen \"Ninguno\": No animación. \"Respiración\": La imagen muestra una animación de respiración \"Scaredt\": La imagen muestra una animación aterradora[/ul]
es: The text flow stops until this animation ends.

source: Especifica el número de segundos que durará esta animación
es: Specifies the number of seconds this animation will last

source: Mueve la imagen según este valor
es: Move the image according to this value

source: Mueve la imagen en el eje X los píxeles indicados por este valor.
es: Moves the image on the X axis by the pixels indicated by this value.

source: Mueve la imagen en el eje Y los píxeles indicados por este valor.
es: Moves the image on the Y axis by the pixels indicated by this value.

source: Gira la imagen según este valor
es: Rotates the image according to this value

source: Gira la imagen los grados especificados aquí desde su rotación actual.
es: Rotates the image the degrees specified here from its current rotation.

source: Escalar la imagen por este valor
es: Scale the image by this value

source: Escala la imagen usando el valor definido aquí desde su escala actual.
es: Scales the image using the value defined here from its current scale.

source: Modula la imagen con un color determinado.
es: Modulates the image with a given color.

source: Modula la imagen con este color
es: Modulates the image with this color

source: Agitar hace que la imagen tiemble
es: Shake makes the image shake

source: Selecciona el tipo de transición para la imagen: [ul] \"Ninguno\": Sin transición (la imagen se muestra inmediatamente). \"Fade Out\": Hace que la imagen desaparece. \"Mover a la posición izquierda/centro/derecha\": la imagen se mueve desde su posición inicial a la posición designada. \"Giro horizontal\": voltea la imagen horizontalmente[/ul]
es: Turn End

source: Parámetro enemigo
es: Enemy Param

source: Parámetro de carácter
es: Character Param

source: Seleccionar señal
es: Select Signal

source: [title]Fin de turno[/title] El final de turno se utilizará como condición.
es: [title]Turn[/title] The number of turns that have passed from the start of battle will be used as a condition. Specify the number of turns from the start of battle in the field on the left and the interval between turns on the right.

source: [title]Turno[/title] El número de turnos que han pasado desde el inicio de la batalla se utilizará como condición. Especifica el número de turnos desde el inicio de la batalla en el campo de la izquierda y el intervalo entre turnos de la derecha.
es: [title]Enemy Param[/title] Use one of the enemy parameters (HP, MP, Attack, Defense...) when they meet the condition specified as a start condition for this event page.

source: [title]Parámetro enemigo[/title] Utilice uno de los parámetros enemigos (HP, MP, ataque, defensa...) cuando cumplan la condición especificada como condición inicial para esta página de evento.
es: [title]Character Param[/title] Use one of the character parameters (HP, MP, Attack, Defense...) when they meet the condition specified as a start condition for this event page.

source: [title]Parámetro de personaje[/title] Utilice uno de los parámetros de personaje (HP, MP, ataque, defensa...) cuando cumplan la condición especificada como condición inicial para esta página de evento.
es: [title]Switch[/title] The specified switch being set to ON/OFF will be used as a condition.

source: [title]Interruptor[/title] El interruptor especificado que se establece en ON/OFF se utilizará como condición.
es: [title]Variable[/title] Uses the specified variable when it meets the specified condition as a start condition for this event page.

source: [título]Variable[/título] Utiliza la variable especificada cuando cumple la condición especificada como condición de inicio para esta página de evento.
es: [title]Signal[/title] Uses the specified signal as a start condition for this event page. (You can define signals in the \"System\" tab).

source: [title]Señal[/title] Utiliza la señal especificada como condición de inicio para esta página de evento. (Puede definir señales en la pestaña \"Sistema\").
es: Materials:

source: Seleccione el nivel de actualización
es: Select Upgrade Level

source: / norte
es: / N

source: Nivelación automática cuando se cumplen las condiciones
es: Auto-leveling when conditions are met

source: Cambios de parámetros
es: Parameters Changes

source: HP máx.:
es: Max HP:

source: Ataque:
es: Attack:

source: M.Ataque:
es: M.Attack:

source: Agilidad:
es: Agility:

source: MP máx.:
es: Max MP:

source: Defensa:
es: Defense:

source: M.Defensa:
es: M.Defense:

source: Suerte:
es: Luck:

source: Seleccione uno de los niveles de actualización disponibles para editar su configuración.
es: Select one of the available upgrade levels to edit its settings.

source: [title]Niveles máximos[/title] Nivel máximo alcanzable
es: Auto upgrade the equipment when conditions are met. If this option is disabled, the equipment can only be upgraded in the [blacksmith].

source: [title]Max HP[/title] Determina el valor agregado al parámetro \"Max Hp\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo , esta estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Attack[/title] Determines the value added to \"Attack\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Ataque[/title] Determina el valor agregado al parámetro \"Ataque\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo, este La estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Magical Attack[/title] Determines the value added to \"Magical Attack\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Ataque mágico[/title] Determina el valor agregado al parámetro \"Ataque mágico\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo , esta estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Agility[/title] Determines the value added to \"Agility\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Agilidad[/title] Determina el valor agregado al parámetro \"Agilidad\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo, este La estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Max MP[/title] Determines the value added to \"Max MP\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Max MP[/title] Determina el valor agregado al parámetro \"Max MP\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo , esta estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Defense[/title] Determines the value added to \"Defense\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Defensa[/title] Determina el valor agregado al parámetro \"Defensa\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo, este La estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Magical Defense[/title] Determines the value added to \"Magical Defense\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Defensa mágica[/title] Determina el valor agregado al parámetro \"Defensa mágica\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo , esta estadística aumenta acumulativamente en una cantidad adicional.\"
es: [title]Luck[/title] Determines the value added to \"Luck\" parameter of an actor when the object is equipped. \"With each level up of this gear, this stat is cumulatively increased by an additional quantity.\"

source: [title]Suerte[/title] Determina el valor agregado al parámetro \"Suerte\" de un actor cuando el objeto está equipado. \"Con cada nivel de este equipo, este La estadística aumenta acumulativamente en una cantidad adicional.\"
es: [center]Filename[/center]

source: TÍTULO
es: TITLE

source: Vista previa del efecto Effekseer
es: Effekseer Effect Preview

source: Jugar
es: Play

source: Opciones
es: Options

source: Abierto en Effekseer
es: Open in Effekseer

source: Desencadenantes
es: Triggers

source: actores
es: Actors

source: Agregar actor
es: Delete Actor

source: Eliminar actor
es: Icon:

source: Apodo:
es: Nickname:

source: Nivel Inicial:
es: Initial Level:

source: Nivel máximo:
es: Max Level:

source: Perfil:
es: Profile:

source: Escena del personaje:
es: Character Scene:

source: Seleccionar escena de personaje
es: Select Character Scene

source: Imágenes:
es: Images:

source: Batallador:
es: Battler:

source: Equipo inicial:
es: Initial Equipment:

source: Acciones de batalla:
es: Battle Actions:

source: Rasgos
es: Traits

source: Notas
es: Notes

source: [title]Lista de actores[/title] Contiene la lista de actores creados. Seleccione uno para editar sus propiedades.
es: [title]Add Actor[/title] Create a new actor

source: [title]Agregar actor[/title] Crear un nuevo actor
es: [title]Remove Actor[/title] Remove the selected actor

source: [title]Eliminar actor[/title] Eliminar el actor seleccionado
es: [title]Actor Icon[/title] The image that is displayed together with the actor name during gameplay. You can select an image in the [Select an Image] window that appears after clicking on this control. Mouse wheel click to erase de current image.

source: [título]Icono de actor[/título] La imagen que se muestra junto con el nombre del actor durante el juego. Puede seleccionar una imagen en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Actor Name[/title] Is the actor's name, displayed during gameplay. If the name is too long, the player name may not be fully visible in game menus and in battle.

source: [title]Nombre del actor[/title] Es el nombre del actor que se muestra durante el juego. Si el nombre es demasiado largo, es posible que el nombre del jugador no sea completamente visible en los menús del juego y en la batalla.
es: [title]Nickname[/title] The nickname of the actor. This will be displayed on the status screen in the upper right.

source: [título]Apodo[/título] El apodo del actor. Esto se mostrará en la pantalla de estado en la parte superior derecha.
es: [title]Class[/title] The class which the actor belongs to. This will affect which skills can be used, which weapons can be equipped, which items can be used, etc. Specifics can be edited in the [Class] tab

source: [title]Clase[/title] La clase a la que pertenece el actor. Esto afectará qué habilidades se pueden usar, qué armas se pueden equipar, qué elementos se pueden usar, etc. Los detalles se pueden editar en la pestaña [Clase]
es: [title]Initial Level[/title] Is the level of the actor at the start of game.

source: [title]Nivel inicial[/title] Es el nivel del actor al comienzo del juego.
es: [title]Max Level[/title] Is the maximum level an actor can be. An actor will never level up beyond its [Max Level].

source: [title]Nivel máximo[/title] Es el nivel máximo que puede tener un actor. Un actor nunca subirá de nivel más allá de su [Nivel máximo].
es: [title]Profile[/title] The actor's introductory text. This will be displayed at the bottom of the status screen.

source: [title]Perfil[/title] El texto introductorio del actor. Esto se mostrará en la parte inferior de la pantalla de estado.
es: [title]Character Scene[/title] Select the character scene. The scene must be an \"LPC Character\" created with the character editor or a custom scene created by the user that contains the [get_custom_class] function and returns the name \"LPCCharacter.\" [1left Click]: Change part, [1Middle Click]: Erase Part [Note]: Images will be automatically filled in if there are previews associated to the scene (Images that have the same name as the scene, are in the same folder and have the suffix \"_face\", \"_character\" or \"_battler\").

source: [title]Escena del personaje[/title] Selecciona la escena del personaje. La escena debe ser un \"LPC Character\" creado con el editor de personajes o una escena personalizada creada por el usuario que contenga la función [get_custom_class] y devuelva el nombre \"LPCCharacter.\"\ n [1 clic izquierdo]: cambiar parte, [1 clic medio]: borrar parte [Nota]: las imágenes se completarán automáticamente si hay vistas previas asociadas a la escena (imágenes que tienen el mismo nombre que la escena , están en la misma carpeta y tienen el sufijo \"_face\", \"_character\" o \"_battler\").
es: Image displayed on the menu screen. You can select an optional image in the [Select an Image] window that appears after clicking on this control. Mouse wheel click to erase de current image.

source: Imagen mostrada en la pantalla del menú. Puede seleccionar una imagen opcional en la ventana [Seleccionar una imagen] que aparece después de hacer clic en este control. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Character Image Preview[/title] Shows a preview of the character when not in battle. Mouse wheel click to erase de current image.

source: [title]Vista previa de la imagen del personaje[/title] Muestra una vista previa del personaje cuando no está en batalla. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Battler Image Preview[/title] Shows a preview of the character when is in battle. Mouse wheel click to erase de current image.

source: [title]Vista previa de la imagen del luchador[/title] Muestra una vista previa del personaje cuando está en batalla. Haga clic con la rueda del mouse para borrar la imagen actual.
es: [title]Notes[/title] Used to make notes while making your game.

source: [title]Notas[/title] Se utiliza para tomar notas mientras creas tu juego.
es: Add Animation

source: Agregar animación
es: Delete Animation

source: Eliminar Animación
es: Display Type:

source: Alineación vertical
es: Vertical Align

source: Efecto de partícula
es: Particle Effect

source: Seleccionar archivo de animación
es: Select Animation File

source: Velocidad:
es: Speed:

source: Desplazamiento X:
es: Offset X:

source: Compensación Y:
es: Offset Y:

source: Rotación:
es: Rotation:

source: Cambiar objetivo
es: Change Target

source: Cambiar fondo
es: Change Background

source: Sonido
es: Sound

source: Destello
es: Flash

source: batidos
es: Shakes

source: [title]Nombre de la animación[/title] Es el nombre de la animación.
es: [title]Display Type[/title]

source: [título]Alineación vertical[/título]
es: [title]Vertical Align[/title]

source: [título]Nombre de archivo[/título]
es: [title]Filename[/title]

source: [title]Color de animación[/title] Combina el color de esta animación. El color blanco muestra la animación con colores originales.
es: [title]Animation Scale[/title]

source: [título]Velocidad de animación[/título]
es: [title]Animation Speed[/title]

source: [título]Desplazamiento X[/título]
es: [title]Offset X[/title]

source: [título]Desplazamiento Y[/título]
es: [title]Offset Y[/title]

source: [título]Rotación X[/título]
es: [title]Rotation X[/title]

source: [título]Rotación Y[/título]
es: [title]Rotation Y[/title]

source: [título]Rotación Z[/título]
es: [title]Rotation Z[/title]

source: [title]Reproducir animación[/title] Reproduce la animación seleccionada en \"nombre de archivo\" con la configuración de animación.
es: [title]Change Target[/title] Choose an LPCEnemy scene that will be used as the target on which the animation will act.

source: [title]Cambiar objetivo[/title] Elija una escena LPCEnemigo que se utilizará como objetivo sobre el que actuará la animación.
es: [title]Change Background[/title] Select a scene or image to be used as background.

source: [title]Cambiar fondo[/title] Seleccione una escena o imagen para usarla como fondo.
es: [title]Enable/Disable Rec[/title] When this button is activated, you can record frames by selecting from the list of sounds or flashes and pressing the spacebar to start the animation. While the animation is playing, press the spacebar to add frames. [Caution] If this button is activated, the buttons of the lists and the editing of the elements of each list is disabled. Deactivate the record button to reactivate these functions.

source: [title]Activar/Desactivar grabación[/title] Cuando este botón está activado, puede grabar fotogramas seleccionando de la lista de sonidos o flashes y presionando la barra espaciadora para iniciar la animación. Mientras se reproduce la animación, presione la barra espaciadora para agregar fotogramas. [Precaución] Si este botón está activado, los botones de las listas y la edición de los elementos de cada lista se deshabilitan. Desactive el botón de grabación para reactivar estas funciones.
es: [title]Sound List[/title] List of sounds added to the animation. The sounds will be played in the specified frame and can overlap up to 3 different sounds.
