Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: Texto de elección
es: Choice text

source: Elimine esta opción de la lista.
es: Remove this choice from the list.

source: Texto del botón
es: Button Text

source: Ayuda
es: Help

source: Nivel:
es: Level:

source: Habilidad:
es: Skill:

source: Notas:
es: Notes:

source: DE ACUERDO
es: OK

source: Cancelar
es: Cancel

source: [title]Ok[/title] Guarda todos los cambios y cierra las ventanas.
es: [title]Cancel[/title] Closes this window without saving any changes.

source: [title]Cancelar[/title] Cierra esta ventana sin guardar ningún cambio.
es: Frame:

source: Duración:
es: Duration:

source: Objetivo:
es: Target:

source: Tipo de mezcla:
es: Blend Type:

source: Seleccione el marco donde se mostrará este flash
es: Select the frame where this flash will be displayed

source: Selecciona los fotogramas que este flash permanecerá en la pantalla.
es: Select the frames that this flash will stay on the screen.

source: Seleccione el objetivo del flash (puede seleccionar el objetivo del flash o la pantalla).
es: Select the flash target (you can select either the flash target or the screen).

source: [título]Color del flash[/título] Seleccione el color del flash.
es: Choose the fusion mode for this flash (Only applicable when the target is the screen).

source: Amplitud:
es: Amplitude:

source: Frecuencia:
es: Frequency:

source: Seleccione el marco donde se mostrará este batido
es: Select the frame where this shake will be displayed

source: Selecciona los fotogramas que este batido permanecerá en la pantalla.
es: Select the frames that this shake will stay on the screen.

source: Seleccione el objetivo de agitación (puede seleccionar el objetivo de agitación o la pantalla).
es: Select the shake target (you can select either the shake target or the screen).

source: Controla qué tan lejos se desplaza la imagen desde el origen
es: Controls how far the image is offset from the origin

source: Controla la frecuencia con la que se agita el objetivo
es: Controls the frequency with which the target is agitated

source: Nombre del archivo:
es: Filename:

source: Seleccionar archivo de sonido
es: Select Sound File

source: Paso:
es: Pitch:

source: Mínimo:
es: Min:

source: Máximo:
es: Max:

source: Volumen:
es: Volume:

source: Selecciona el fotograma donde se reproducirá este sonido
es: Select the frame where this sound will be reproduced

source: Haga clic para seleccionar sonido
es: Click to select sound

source: [title]Reproducir audio[/title] Reproduce el audio especificado en el nombre del archivo.
es: Selects the pitch for the sound. This will be selected between the \"Pitch Min\" and \"Pitch Max\" values.

source: Seleccione el volumen para este audio
es: Select the volume for this audio

source: CANCELAR
es: CANCEL

source: Fijado
es: Fixed

source: Especifica directamente el actor al que se dirigirá.
es: Directly specifies the actor to be targeted.

source: Utiliza el valor de la variable como ID de carácter.
es: Uses the variable value as character ID.

source: Configuración inicial:
es: Initial Config:

source: Rostro:
es: Face:

source: Nombre:
es: Name:

source: Posición:
es: Position:

source: Ancho:
es: Width:

source: Altura:
es: Height:

source: Configuración:
es: Config:

source: Velocidad de desplazamiento:
es: Scroll Speed:

source: Dirección de desplazamiento:
es: Scroll Direction:

source: Escena de desplazamiento:
es: Scroll Scene:

source: Por defecto
es: Default

source: Avance rápido:
es: Fast Forward:

source: Activado
es: Enabled

source: Seleccionar fuente
es: Select font

source: Seleccionar tamaño de fuente
es: Select Font Size

source: Activa el texto en negrita
es: Activates bold text

source: Activa el texto en cursiva
es: Activates italic text

source: Activa el texto subrayado
es: Activates underline text

source: Activa el texto tachado
es: Activates strikethrough text

source: Cambiar el color del texto
es: Change the text color

source: Cambiar el color de fondo del texto
es: Change the background color of the text

source: La imagen puede ser una cara, una imagen que se mostrará en línea con el texto o una imagen de fondo (por ejemplo, un personaje).
es: The image can be a face, an image to be displayed inline with the text, or a background image (e.g. a character).

source: Aplica una animación a una cara o imagen de fondo
es: Applies an animation to a face or background image

source: Eliminar cara o imagen de fondo/personaje
es: Remove face or background/character image

source: Muestra un nombre en un cuadro (puede estar a la derecha o a la izquierda del cuadro de diálogo)
es: Displays a name in a box (Can be to the right or left of the dialog)

source: Oculta un cuadro de nombre.
es: Hides a name box.

source: Reproducir un sonido
es: Play a sound

source: Agregar un gesto
es: Add an emote

source: Aplique un efecto de sacudida al mensaje (por ejemplo, para simular gritos).
es: Apply a shake effect to the message (e.g. to simulate shouting).

source: Elija uno de los efectos disponibles para animar el texto
es: Choose one of the available effects to animate the text

source: Elija de una lista de comandos para agregar el texto
es: Choose from a list of commands to add the text

source: La alineación izquierda alinea el texto a lo largo del margen izquierdo para una apariencia limpia.
es: Left alignment aligns text along the left margin for a clean appearance.

source: La alineación central centra el texto entre los márgenes izquierdo y derecho para lograr equilibrio.
es: Center alignment centers text between the left and right margins for balance.

source: La alineación a la derecha alinea el texto a lo largo del margen derecho para lograr un diseño ordenado.
es: Right alignment aligns text along the right margin for a tidy layout.

source: La alineación justificada alinea uniformemente el texto a lo largo de los márgenes izquierdo y derecho para una apariencia pulida.
es: Justified alignment evenly aligns text along both left and right margins for a polished appearance.

source: Elija uno de los modos disponibles para pausar el texto
es: Choose one of the available modes for pausing the text

source: Elija si desea mostrar la línea de texto actual en su totalidad o detener este efecto
es: Choose whether to display the current line of text in full or to stop this effect

source: No espere la entrada después de mostrar el texto
es: Do not wait for input after displaying text

source: Agregar un nuevo párrafo
es: Add a new paragraph

source: Hace que los comandos sean más/menos visibles.
es: Makes commands more/less visible.

source: \"Ajustar texto\" ajusta automáticamente el diseño del texto para que quepa dentro de un espacio definido manteniendo la legibilidad y la estética.
es: \"Wrap text\" automatically adjusts text layout to fit within a defined space while maintaining readability and aesthetics.

source: Muestra una vista previa del cuadro de diálogo
es: Displays a preview of the dialog

source: La cara que se mostrará al principio del mensaje. Haga clic con la rueda del mouse para borrar la imagen actual. [Nota]:Déjelo vacío para no mostrar ninguna cara al principio.
es: The name of the speaker to be displayed at the beginning of the message Mouse wheel click to erase de current name. [Note]:Leave empty so as not to show any speaker name at the beginning.

source: El nombre del orador que se mostrará al principio del mensaje Haga clic con la rueda del mouse para borrar el nombre actual. [Nota]:Déjelo vacío para no mostrar ningún nombre del orador al principio.
es: [title]Initial Face And Name osition[/title] The initial position of the name and face. [ul] \"Left\": The face and name are initially positioned to the left. \"Right\": The face and name are positioned to the right initially.[/ul]

source: [título] Posición inicial de la cara y el nombre[/title] La posición inicial del nombre y la cara. [ul] \"Izquierda\": La cara y el nombre se colocan inicialmente a la izquierda. \"Derecha\": La cara y el nombre se colocan inicialmente a la derecha.[/ul]
es: Defines the width of the image displayed in the text window (or leave it at 0 to display the actual width of the image).

source: Define la altura de la imagen mostrada en la ventana de texto (o déjela en 0 para ajustar la altura en relación con el ancho).
es: Defines the height of the image displayed in the text window (or leave at 0 to adjust the height in relation to the width).

source: Cambia el tamaño en proporción al cambiar la altura o el ancho
es: Resizes in proportion when changing height or width

source: Desplácese hacia donde se desplaza el texto
es: Scroll at whitch text scrolls

source: Indique cómo se desplazará el texto (de abajo hacia arriba o viceversa).
es: Indicate how the text will scroll (from bottom to top or vice versa).

source: Indique la escena que se utilizará para mostrar el texto. La escena debe ser del tipo 'ScrollText'. Haga clic en el botón central para usar la escena predeterminada.
es: Disable the fast-scrolling feature when the OK button is pressed

source: Clase:
es: Class:

source: Mantener el nivel actual
es: Keep Current Level

source: [title]Actor[/title] Personaje cuya clase será cambiada.
es: [title]Class[/title] Class to which the selected character will change

source: [title]Clase[/title] Clase a la que cambiará el personaje seleccionado
es: [title]Keep Level[/title] This option makes the character keep their current level when changing class (if this level is higher than the maximum level of the class, the level will become that maximum level). Disabling this option will reset the character's level to 1.

source: [title]Mantener nivel[/title] Esta opción hace que el personaje mantenga su nivel actual al cambiar de clase (si este nivel es mayor que el nivel máximo de la clase, el nivel se convertirá en ese nivel máximo). Al desactivar esta opción se restablecerá el nivel del personaje a 1.
es: New Name:

source: [title]Actor[/title] Personaje cuyo nombre será cambiado.
es: [title]Name[/title] New name for the character selected.

source: [title]Nombre[/title] Nuevo nombre para el personaje seleccionado.
es: New Nickname:

source: [title]Actor[/title] Personaje cuyo apodo se cambiará.
es: [title]Nickname[/title] New nickname for the character selected.

source: [title]Apodo[/title] Nuevo apodo para el personaje seleccionado.
es: Parameter

source: Operación
es: Operation

source: Aumentar
es: Increase

source: Disminuir
es: Decrease

source: Operando
es: Operand

source: Constante
es: Constant

source: Mostrar subir de nivel
es: Show Level Up

source: Tipo de parámetro para aumentos o disminuciones.
es: Parameter type to increases or decreases.

source: Agrega la cantidad especificada.
es: Adds the specified quantity.

source: Resta la cantidad especificada.
es: Subtracts the specified quantity.

source: Utiliza un valor constante.
es: Uses a constant value.

source: Utiliza el valor de la variable especificada.
es: Uses the value of the specified variable.

source: Muestra un mensaje al subir de nivel
es: Displays a message upon leveling up

source: Nuevo perfil:
es: New Profile:

source: [title]Actor[/title] Personaje cuyo perfil será cambiado.
es: [title]Profile[/title] New profile for the character selected.

source: [title]Perfil[/title] Nuevo perfil para el personaje seleccionado.
es: Learn

source: Olvidar
es: Forget

source: Habilidad
es: Skill

source: Agrega la habilidad especificada.
es: Adds the specified skill.

source: Elimina la habilidad especificada.
es: Deletes the specified skill.

source: Estado para agregar o eliminar.
es: State to add or remove.

source: Agregar
es: Add

source: Eliminar
es: Remove

source: Estado
es: State

source: Agrega el estado especificado.
es: Adds the specified state.

source: Resta el estado especificado.
es: Subtracts the specified state.

source: Armadura
es: Armor

source: Seleccione una armadura
es: Select an Armor

source: Incrementar
es: Inrease

source: Incluir equipo
es: Include Equipment

source: Constante:
es: Constant:

source: Seleccione una variable
es: Select a variable

source: Haga clic para seleccionar la armadura para esta operación
es: Click to select the armor for this operation

source: Utilice el operador Agrega para cambiar estos datos
es: Use Adds operator to change this data

source: Utilice el operador de resta para cambiar estos datos
es: Use Subtracts operator to change this data

source: Los artículos que están equipados con los miembros del grupo también se verán afectados.
es: Items that are equipped on party members will also be affected.

source: Utiliza un valor constante
es: Uses a constant value

source: Utiliza el valor almacenado en una variable
es: Uses the value stored in a variable

source: Tipo de equipo:
es: Equipment Type:

source: Artículo equipable:
es: Equipable Item:

source: [title]Actor[/title] Personaje cuyo equipo será cambiado.
es: [title]Equipment Type[/title] Type of equipment to be modified.

source: [title]Tipo de equipo[/title] Tipo de equipo a modificar.
es: [title]Item[/title] Type of equipment to be modified.

source: [title]Artículo[/title] Tipo de equipo a modificar.
es: Item

source: Seleccione un artículo
es: Select an item

source: Haga clic para seleccionar el elemento para esta operación
es: Click to select the item for this operation

source: Cerrar
es: Lock

source: [title]Cambiar líder[/title] Elige un personaje para convertirte en el líder del grupo actual. El personaje se agregará al grupo si aún no es miembro y asumirá el papel de líder. Si el grupo excede el número máximo permitido de miembros, los personajes en las últimas posiciones que excedan el límite serán colocados en reserva.
es: [title]Lock Leader[/title] Prevents the player from changing this leader in the party menu. To remove this leader, you can use this command again by selecting this character (or another one) and removing the lock or by removing the character from the party with the [Change Party Members] command.

source: [title]Bloquear líder[/title] Evita que el jugador cambie este líder en el menú del grupo. Para eliminar a este líder, puedes usar este comando nuevamente seleccionando este personaje (u otro) y quitando el candado o eliminando el personaje del grupo con el comando [Cambiar miembros del grupo].
es: Initialize

source: Selecciona el carácter al que se aplicará esta operación.
es: Selects the character to which this operation will be applied.

source: Al agregar, vuelve al estado inicial como se especifica en la base de datos
es: When Adding, reverts to the starting state as specified in the database

source: Arma
es: Weapon

source: Selecciona un arma
es: Select an Weapon

source: Haz clic para seleccionar el arma para esta operación
es: Click to select the weapon for this operation

source: Cambiar:
es: Switch:

source: es
es: is

source: Autointerruptor:
es: Self Switch:

source: Minutero:
es: Timer:

source: 0001: Sirion Hoja de las Sombras
es: 0001:Sirion Shadowblade

source: Está en el grupo
es: Is in party

source: 0001: héroe
es: 0001:Hero

source: 0001: ataque
es: 0001:Attack

source: Arma:
es: Weapon:

source: 0001: Arma 1
es: 0001:Weapon 1

source: Armadura:
es: Armor:

source: 0001: Armadura 1
es: 0001:Armor 1

source: Estado:
es: State:

source: 0001: Muerto
es: 0001:Dead

source: Enemigo:
es: Enemy:

source: Apareció
es: Appeared

source: Tiene estado
es: Has State

source: Personaje:
es: Character:

source: Se está enfrentando
es: Is facing

source: Vehículo
es: Vehicle

source: está siendo conducido
es: is being driven

source: Oro:
es: Gold:

source: Tiene artículo:
es: Has Item:

source: 0001: Artículo 1
es: 0001:Item 1

source: Tiene arma:
es: Has Weapon:

source: Tiene armadura:
es: Has Armor:

source: Botón:
es: Button:

source: Guion:
es: Script:

source: Crear otra rama
es: Create Else Branch

source: Utilice el valor del interruptor especificado como criterio. Establezca el interruptor de destino y su valor en (ON/OFF).
es: Use the value of the specified switch as a criterion. Set the target switch and its value to (ON/OFF).

source: Utilice el valor de la variable especificada como criterio. Establezca la variable utilizada para evaluar las condiciones, el valor a comparar y el método de comparación. Cuando utilice una variable para comparar el valor, seleccione [Variable] y especifique el valor al que hacer referencia.
es: Use the value of the specified variable as a criterion. Set the variable used to evaluate conditions, the value to compare, and the method for comparison. When using a variable for the value to compare, select [Variable], and specify the value to reference.

source: Utilice como criterio el estado del interruptor automático especificado. Establezca el interruptor de destino y su valor en (ON/OFF).
es: Use the state of the specified self switch as a criterion. Set the target switch and its value to (ON/OFF).

source: Utilice el tiempo restante en el cronómetro como criterio. Especifique el tiempo restante y el criterio (mayor que/menor que).
es: Use the remaining time on the timer as a criterion. Specify the remaining time and criterion (greater than/less than).

source: Utilice el actor especificado como criterio. Seleccione el actor objetivo, el contenido al que hacer referencia (en grupo/nombre/clase/habilidad/arma/armadura/estado) y los criterios de evaluación (elemento específico).
es: Use the specified actor as a criterion. Select the target actor, the content to reference (in party/name/class/skill/weapon/armor/state) and the evaluation criteria (specific item).

source: Usa el enemigo especificado durante la batalla como criterio. Seleccione el enemigo objetivo y los criterios de evaluación (aparecido/estado). Esto sólo es efectivo en eventos de batalla.
es: Use the specified enemy during battle as a criterion. Select the target enemy and the evaluation criteria (appeared/state). This is only effective in battle events.

source: Utiliza la dirección del jugador o evento del mapa como criterio. Especifique el carácter objetivo y la dirección. Esto sólo es efectivo en eventos de mapa.
es: Uses the direction of the player or map event as a criterion. Specify the target character and direction. This is only effective in map events.

source: Utilice como criterio si el jugador viaja en el vehículo especificado (barco/barco/avión).
es: Use whether the player is riding the specified vehicle (boat/ship/plane) as a criterion.

source: Utilice el oro que posee el grupo como criterio. Especifique la cantidad y el método de comparación (mayor que/menor que).
es: Use Gold possessed by the party as a criterion. Specify the amount and method for comparison (greater than/less than).

source: Utilice como criterio si la parte posee el artículo especificado.
es: Use whether the party possesses the specified item as a criterion.

source: Utilice como criterio si la parte posee el arma especificada. Cuando [Incluir equipado] está habilitado, también se evaluará el equipo que llevan los actores.
es: Use whether the party possesses the specified weapon as a criterion. When [Include Equipped] is enabled, the equipment the actors are wearing will also be evaluated.

source: Utilice como criterio si el grupo posee la armadura especificada. Cuando [Incluir equipado] está habilitado, también se evaluará el equipo que llevan los actores.
es: Use whether the party possesses the specified armor as a criterion. When [Include Equipped] is enabled, the equipment the actors are wearing will also be evaluated.

source: Use si el botón especificado está [Presionado], [Activado] o [Repetido] como criterio. [ul] \"Presionado\": Las condiciones contarán como cumplidas durante todo el tiempo que se presiona el botón. \"Activado\": Las condiciones contarán como cumplidas solo en el momento inicial en que se presiona el botón. \"Repetido\": Mientras se presiona el botón presionado continuamente, las condiciones contarán como cumplidas en el momento inicial en que se presiona el botón, luego 24 fotogramas después y luego cada 6 fotogramas después de eso.[/ul]
es: For advanced users: Use the evaluated result of a script.

source: Cuando [Crear otra rama] está habilitado, es posible bifurcar condiciones cuando no se cumplen las condiciones especificadas
es: When [Create Else Branch] is enabled, it is possible to branch conditions when the specified conditions are not met

source: Autointerruptor
es: Self Switch

source: EN
es: ON

source: APAGADO
es: OFF

source: Seleccione el interruptor automático deseado
es: Select the desired self switch

source: Habilita el interruptor seleccionado
es: Enables the switch selected

source: Desactiva el interruptor seleccionado
es: Dsisables the switch selected

source: Cambiar
es: Switch

source: Soltero:
es: Single:

source: Seleccione un interruptor
es: Select a Switch

source: Aleatorio:
es: Random:

source: Haga clic para seleccionar el interruptor para esta operación
es: Click to select the switch for this operation

source: Opera todos los interruptores que se encuentran entre dos números específicos
es: Operates all switches found beetween two specified numbers

source: Habilita los interruptores seleccionados
es: Enables the switches selected

source: Desactiva los interruptores seleccionados
es: Dsisables the switches selected

source: Comenzar
es: Start

source: Detener
es: Stop

source: Tiempo
es: Time

source: Inicia/detiene el cronómetro que calcula el tiempo límite (tiempo restante). Al iniciar el cronómetro, el tiempo restante se mostrará en la parte superior derecha de la pantalla. El cronómetro se detendrá temporalmente (no se calculará) mientras se muestra el menú. Para bifurcar un proceso usando el tiempo restante en el temporizador, use el comando de evento [Bifurcación condicional].
es: Start/stop the timer that calculates the time limit (time remaining). Starting the timer will cause the time remaining to be displayed at the top right of the screen. The timer will temporarily stop (will not be calculated) while the menu is displayed. To branch a process using the time left on the timer, use the [Conditional Branch] event command.

source: Especificar el límite de tiempo (minutos)
es: Specify the time limit (minutes)

source: Especificar el límite de tiempo (segundos)
es: Specify the time limit (seconds)

source: Colocar
es: Set

source: División
es: Div

source: Modificación
es: Mod

source: Constante
es: Constant

source: Aleatorio
es: Random

source: Datos del juego
es: Game Data

source: ID del mapa
es: Map ID

source: Guion
es: Script

source: Haga clic para seleccionar la variable para esta operación
es: Click to select the variable for this operation

source: Opera todas las variables encontradas entre dos números especificados
es: Operates all variables found beetween two specified numbers

source: Almacena el operando en las variables especificadas
es: Stores the operand to the specified variable/s

source: Agrega el operando a las variables especificadas
es: Adds the operand to the specified variable/s

source: Resta el operando a las variables especificadas
es: Subtracts the operand to the specified variable/s

source: Multiplica el operando a las variables especificadas
es: Multiplies the operand to the specified variable/s

source: Divide el operando en las variables especificadas
es: Divides the operand to the specified variable/s

source: Divide las variables especificadas por el operando y almacena el resto
es: Divides the specified variable/s by the operand and stores the remainder/s

source: Utiliza el valor constante
es: Uses the constant value

source: Utiliza el valor de la variable especificada
es: Uses the value of the specified variable

source: Utiliza un valor aleatorio entre dos valores especificados
es: Uses a random value beetween two specified values
