Repository: newold3/Godot-RPG-Creator
Catalog: translations/translations2.po
Languages: es

source: Mostrar opciones
es: Show Choices

source: Entrada numérica
es: Numerical Input

source: Seleccionar elemento importante
es: Select Important Item

source: Mostrar texto en movimiento
es: Show Moving Text

source: Mostrar texto instantáneo
es: Show Instant Text

source: Cambiar oro
es: Change Gold

source: Cambiar elementos
es: Change Items

source: Cambiar armas
es: Change Weapons

source: Cambiar armaduras
es: Change Armors

source: Cambiar miembros del grupo
es: Change Group Members

source: Cambiar líder del partido
es: Change Party Leader

source: Progreso del juego
es: Game progress

source: Control de interruptor
es: Switch Control

source: Control de variables
es: Variable Control

source: Control de interruptor local
es: Local Switch Control

source: Establecer temporizador
es: Set Timer

source: Control de flujo
es: Flow Control

source: Separación condicional
es: Conditional Separation

source: Ciclo
es: Cycle

source: Ciclo de descanso
es: Break Cycle

source: Terminar el proceso del evento
es: Terminate Event Process

source: Llamar evento común
es: Call Common Event

source: Etiqueta
es: Label

source: Ir a la etiqueta
es: Go To Label

source: Comentario
es: Comment

source: Esperar
es: Wait

source: Cambiar HP
es: Change HP

source: Cambiar MP
es: Change MP

source: Cambiar TP
es: Change TP

source: Cambiar estado
es: Change State

source: Recuperación completa
es: Full Recovery

source: Experiencia de cambio
es: Change Experience

source: Cambiar nivel
es: Change Level

source: Cambiar parámetro
es: Change Parameter

source: Cambiar habilidades
es: Change Skills

source: Cambiar equipo
es: Change Equipment

source: Cambiar nombre
es: Change Name

source: Cambiar clase
es: Change Class

source: Cambiar apodo
es: Change Nickname

source: Cambiar perfil
es: Change Profile

source: Establecer transición
es: Set Transition

source: Transferir jugador
es: Transfer Player

source: Establecer ubicación del vehículo
es: Set vehicle Location

source: Establecer ubicación del evento
es: Set Event Location

source: Desplazarse/Ampliar mapa
es: Scroll / Zoom Map

source: Establecer ruta de movimiento
es: Set Move Route

source: Bajar/Subir del vehículo
es: Get Off/On Vehicle

source: Efectos de pantalla
es: Screen Effects

source: Pantalla de desvanecimiento
es: Fadeout Screen

source: Pantalla de tinte
es: Tint Screen

source: Pantalla parpadeante
es: Flash Screen

source: Agitar pantalla
es: Shake Screen

source: Establecer efectos climáticos
es: Set Weather Effects

source: Cambiar transparencia
es: Change Transparency

source: Cambiar seguidores de jugadores
es: Change Player Followers

source: Reunir seguidores
es: Gather Followers

source: Mostrar animación
es: Show Animation

source: Mostrar icono de globo
es: Show Ballon Icon

source: Mostrar acción del jugador
es: Show Player Action

source: Imagen y escenas
es: Picture And Scenes

source: Mostrar imagen
es: Show Picture

source: Mover imagen
es: Move Picture

source: Girar imagen
es: Rotate Picture

source: Tinte de imagen
es: Tint Picture

source: Borrar imagen
es: Erase Picture

source: Agregar escena
es: Add Scene

source: Quitar escena
es: Remove Scene

source: Música y sonidos
es: Music And Sounds

source: Reproducir música de fondo
es: Play BGM

source: Música de fondo desvanecida
es: Fadeout BGM

source: Guardar música de fondo
es: Save BGM

source: Jugar BGS
es: Play BGS

source: BGS desvanecido
es: Fadeout BGS

source: Juega conmigo
es: Play ME

source: Jugar SE
es: Play SE

source: Detener SE
es: Stop SE

source: Película
es: Movie

source: Reproducir película
es: Play Movie

source: Detener película
es: Stop Movie

source: Eliminar evento
es: Remove Event

source: Borrar evento
es: Erase Event

source: Control de escena
es: Scene Control

source: Procesamiento de tienda
es: Shop Processing

source: Procesamiento de entrada de nombre
es: Name Input Processing

source: Abrir pantalla de menú
es: Open Menu Screen

source: Abrir pantalla de guardar
es: Open Save Screen

source: Juego terminado
es: Game Over

source: Volver a la pantalla de título
es: Return To Tittle Scrren

source: Mapa
es: Map

source: Cambiar visualización del nombre del mapa
es: Change Map Name Display

source: Cambiar batalla atrás
es: Change Battle Back

source: Cambiar el paralaje hacia atrás
es: Change Parallax Back

source: Obtener información de ubicación
es: Get Location Info

source: Cambiar mapa de mosaicos
es: Change Tilemap

source: Configuración del sistema
es: System Setting

source: Cambiar música de fondo de batalla
es: Change Battle BGM

source: Cambiar Victoria YO
es: Change Victory ME

source: Cambiar Derrotarme
es: Change Defeat ME

source: Cambiar música de fondo del vehículo
es: Change Vehicle BGM

source: Cambiar Guardar Acceso
es: Change Save Access

source: Cambiar acceso al menú
es: Change Menu Access

source: Cambio de encuentro
es: Change Encounter

source: Cambiar acceso a la formación
es: Change Formation Access

source: Cambiar color de ventana
es: Change Window Color

source: Cambiar gráfico de actor
es: Change Actor Graphic

source: Cambiar gráfico del vehículo
es: Change Vehicle Graphic

source: Cambiar idioma
es: Change Language

source: Batalla
es: Battle

source: Iniciar batalla
es: Start Battle

source: Cambiar HP enemigo
es: Change Enemy HP

source: Cambiar MP enemigo
es: Change Enemy MP

source: Cambiar el estado del enemigo
es: Change Enemy State

source: Enemigo recuperar todo
es: Enemy Recover All

source: Aparece el enemigo
es: Enemy Appear

source: Transformación enemiga
es: Enemy Transform

source: Mostrar animación de batalla
es: Show Battle Animation

source: Acción de fuerza
es: Force Action

source: Abortar batalla
es: Abort Battle

source: Avanzado
es: Advanced

source: Ocultar cuadro de nombre:
es: Hide Name Box:

source: INCÓGNITA:
es: X:

source: Valor de corrección horizontal
es: Horizontal Correction Value

source: Valor de corrección vertical
es: Vertical Correction Value

source: Opciones de ruta:
es: Route Options:

source: Habilitar bucle
es: Enable Loop

source: Saltar si está atascado
es: Skip if stuck

source: Esperar el final del movimiento
es: Await movement end

source: Comandos de movimiento:
es: Movement Commands:

source: Mover hacia abajo 🢃
es: Move Down 🢃

source: Mira hacia abajo 🢃
es: Look At Down 🢃

source: Animación de caminata activada
es: Walking Animation ON

source: Mover a la izquierda 🢀
es: Move Left 🢀

source: Mira a la izquierda 🢀
es: Look At Left 🢀

source: Animación de caminata APAGADA
es: Walking Animation OFF

source: Muévete a la derecha 🢂
es: Move Right 🢂

source: Mira a la derecha 🢂
es: Look At Right 🢂

source: Animación inactiva activada
es: Idle Animation ON

source: Sube 🢁
es: Move Up 🢁

source: Mira hacia arriba 🢁
es: Look At Up 🢁

source: Animación inactiva desactivada
es: Idle Animation OFF

source: Muévete al suroeste 🢇
es: Move Southwest 🢇

source: Gira 90º A La Izquierda 🢂
es: Turn 90º To The Left 🢂

source: Dirección fija activada
es: Fix Direction ON

source: Muévete al sureste 🢆
es: Move Southeast 🢆

source: Gira 90º a la derecha 🢀
es: Turn 90º To The Right 🢀

source: Dirección fija desactivada
es: Fix Direction OFF

source: Muévete al noroeste 🢄
es: Move Northwest 🢄

source: Girar 180º
es: Turn 180º

source: Transitable ON
es: Passable ON

source: Muévete al noreste 🢅
es: Move Northeast 🢅

source: Giro 90º 🢀/🢂 (Aleatorio)
es: Turn 90º 🢀/🢂 (Random)

source: Transitable APAGADO
es: Passable OFF

source: Movimiento aleatorio
es: Random Movement

source: Mirar al azar
es: Look At Random

source: Invisible encendido
es: Invisible ON

source: Mover al jugador
es: Move To Player

source: Mira al jugador
es: Look At Player

source: Invisible apagado
es: Invisible OFF

source: Aléjate del jugador
es: Move Away From The Player

source: Mira frente al jugador
es: Look Opposite The Player

source: Cambiar gráfico...
es: Change Graphic...

source: Un paso adelante
es: One Step Ahead

source: Encender...
es: Switch ON...

source: Cambiar opacidad...
es: Change Opacity...

source: Un paso atrás
es: One Step Backward

source: Siéntate...
es: Sitch Off...

source: Cambiar modo de fusión...
es: Change Blend Mode...

source: Saltar...
es: Jump...

source: Cambiar velocidad...
es: Change Speed...

source: Juega SE...
es: Play SE...

source: Esperar...
es: Wait...

source: Cambiar retraso de movimiento..
es: Change Movement Delay..

source: Guion...
es: Script...

source: Espere el tiempo especificado antes de continuar con el siguiente movimiento de la lista.
es: Wait the specified amount of time before continuing with the next move in the list.

source: Seleccionar comando:
es: Select Command:

source: ¿Mostrar el nombre de la variable a la izquierda del valor?
es: Show variable name to the left of the value?

source: Tamaño del icono:
es: Icon size:

source: Ancho
es: Width

source: Altura
es: Height

source: Seleccione el comando deseado de esta lista.
es: Select the desired command from this list.

source: ID del comando seleccionado
es: ID for the command selected

source: Tome la identificación deseada seleccionándola de una lista.
es: Take the desired ID by selecting it from a list.

source: [title]Mostrar datos adicionales[/title] [ul] [Variables]: muestra el nombre de la variable a la izquierda del valor. [Oro]: la unidad monetaria se agregará junto a la cantidad de oro . [Otro]: Muestra el icono del objeto seleccionado a la izquierda de su nombre [/ul]
es: Displays the icon with the specified size. Set to 0 to use the actual size of the icon image.

source: Colores primarios
es: Primary Colors

source: Preajustes...
es: Presets...

source: Aclarar color:
es: Lighten Color:

source: Editar paleta actual:
es: Secondary Colors

source: Colores terciarios
es: Tertiary Colors

source: Datos seleccionados:
es: Data Selected:

source: Valor mínimo:
es: Min Value:

source: Nivel seleccionado:
es: Level Selected:

source: Valor máximo:
es: Max Value:

source: Valor:
es: Value:

source: Guarda la curva actual como un ajuste preestablecido del usuario
es: Saves the current curve as a user preset

source: Utilice un ajuste preestablecido de usuario para crear la curva (los ajustes preestablecidos son recursos de curva)
es: Adjusts the curve to ensure that each subsequent level has a value equal to or higher than the previous level for an ascending curve, or a value equal to or lower than the previous level for a descending curve

source: Ajusta la curva para garantizar que cada nivel posterior tenga\un valor igual o superior al nivel anterior para una curva ascendente, i un valor igual o inferior al nivel anterior para una curva descendente
es: Type:

source: Artículos de segunda clase:
es: Seconds:

source: El flujo de texto se detendrá durante n segundos o hasta que el jugador presione el botón de acción (si el tipo está configurado en \"Esperar entrada\").
es: The text flow will pause for n seconds or until the player presses the action button (if the type is set to \"Wait for input\").

source: Número de segundos que se detendrá el texto
es: Number of seconds the text will be stopped

source: [título]Efecto de repetición[/título] Efecto de desplazamiento repetido
es: Remove Image Type:

source: Identificación de la imagen:
es: Image ID:

source: Seleccione el tipo de imagen: [ul] [Cara]: La \"cara\" se eliminará. [Carácter]: La \"imagen de fondo/personaje\" con la identificación proporcionada será eliminado.
es: ID to identify the background image/character to be erased.

source: Ocasión:
es: Occasion:

source: Seleccione efectos:
es: Select FX:

source: Seleccione un efecto
es: Select an fx

source: ID de evento:
es: Event ID:

source: Evento común 1
es: Common Event 1

source: ID de habilidad:
es: Skill ID:

source: ID de habilidad 1
es: Skill ID 1

source: Condición:
es: Conditon:

source: Tasa:
es: Rate:

source: Indica cuándo se puede realizar esta acción
es: Indicates when this action can be taken

source: Indica qué hacer al realizar esta acción (puedes reproducir un sonido, por ejemplo, para reproducir voces al atacar o lanzar una habilidad, o usar un evento común).
es: Indicates what to do when playing this action (you can play a sound for example to play voices when attacking or casting a skill, or use a common event).

source: Selecciona el \"sonido\" que se reproducirá cuando se ejecute esta acción
es: Selects the \"sound\" that will be played when this action is executed

source: Selecciona el \"evento común\" que se reproducirá cuando se ejecute esta acción
es: Selects the \"common event\" that will be played when this action is executed

source: Seleccione la habilidad que se debe utilizar para que se pueda realizar esta acción
es: Select the skill that must be used for this action can be taken

source: Seleccione la condición que se debe cumplir para que se produzca esta acción. En el caso de pérdida de hp del enemigo o aliado, se refiere al hecho de perder el porcentaje especificado de hp en un solo golpe.
es: Select the condition that must be met for this action to occur. In the case of enemy or ally hp loss, it refers to the fact of losing the specified percentage of hp in one hit.

source: Porcentaje que debe cumplir la condición seleccionada para que se lleve a cabo esta acción
es: Percentage that must be met by the selected condition for this action to take place

source: [title]Condición[/title] Seleccione la condición que se debe cumplir para que se produzca esta acción.
es: [title]Condition rate[/title] Percentage that must be met by the selected condition for this action to take place

source: [title]Tasa de condición[/title] Porcentaje que debe cumplir la condición seleccionada para que se lleve a cabo esta acción
es: Filter:

source: ACTUALIZANDO CACHÉ
es: Scale:

source: Velocidad de animación:
es: Animation Speed:

source: Un momento por favor, buscando archivos
es: One moment please, looking for files

source: [title]Nombre del actor[/title] Ingrese un texto para filtrar la lista de animaciones.
es: [title[Clear Filter[/filter] Clears the entered text filter.

source: [título[Borrar filtro[/filter] Borra el filtro de texto ingresado.
es: [title]Animations List[/title] Contains the list of animations.

source: [title]Lista de animaciones[/title] Contiene la lista de animaciones.
es: [title]Animation Scale[/title] Change the scale of the animation. [Tip]: You can use the mouse wheel to zoom by placing the mouse on the animation canvas. Holding down the \"Control\" key while using the wheel will change the speed of the animation.

source: [title]Escala de animación[/title] Cambie la escala de la animación. [Consejo]: Puede usar la rueda del mouse para hacer zoom colocando el mouse en el lienzo de la animación. Mantener presionada la tecla \"Control\" mientras usa la rueda cambiará la velocidad de la animación.
es: [title]Animation Speed[/title] Changes the animation playback speed.

source: [title]Velocidad de animación[/title] Cambia la velocidad de reproducción de la animación.
es: Number:

source: [ul] \"Mix\" Modo de fusión Mezclar. Se supone que los colores son independientes del valor alfa (opacidad). \"Agregar\" Modo de fusión aditivo. \"Restar\" Modo de fusión sustractivo. \" Multiplicar\" Modo de fusión multiplicativo. \"Premult Alpha\" Modo de fusión mezclar. Se supone que los colores están premultiplicados por el valor alfa (opacidad).
es: Image Type:

source: Ruta de la imagen:
es: Image Path:

source: Seleccionar archivo de imagen
es: Select Image File

source: Posición inicial:
es: Start Position:

source: Animación inactiva:
es: Idle Animation:

source: Ancho:
es: Width:

source: Altura:
es: Height:

source: Iniciar transición:
es: Start Transition:

source: Tiempo de transición:
es: Transition Time:

source: Espera a terminar
es: Wait to finish

source: Seleccione el tipo de imagen a insertar: [ul] [Cara]: muestra una cara a la derecha o izquierda de la ventana de texto. [Carácter]: muestra una imagen en la parte inferior de la ventana de texto (como un carácter). [Imagen en línea]: muestra una imagen en la ventana de texto.[/ul]
es: Click to select an image

source: Seleccione la posición de la cara (puede estar a la \"izquierda\" o \"derecha\" de la ventana de texto).
es: Select the position of the face (can be to the \"left\" or \"right\" of the text window).

source: ID para identificar esta imagen (utilizado por el comando \"animar imagen\" para saber qué imagen animar) \"Precaución\": si ya hay alguna imagen mostrada con el ID proporcionada (el valor predeterminado es 0), la imagen respectiva será eliminada y reemplazada por esta
es: Choose the initial position for the character/background image (you can choose between \"left\", \"centered\" or \"right\").

source: Fundido de aparición/desaparición de la imagen
es: Fade in/out of the image

source: Selecciona el tipo de animación inactiva para esta imagen. [ul] \"Ninguno\": Sin animación. \"Respiración\": La imagen muestra una animación de respiración \"Scaredt\": La imagen muestra una animación aterradora[/ul]
es: Selects the type of transition for the image: [ul] \"None\": No transition (image is displayed immediately). \"Fade In\": Fades in the image. \"Move Left to Right\": The image moves from the left to its initial position. \"Move Right to Left\": The image moves from the right to its initial position. \"Move to Position Left / Center / Right\": The image moves from its initial position to the designated position.[/ul]

source: Selecciona el tipo de transición para la imagen: [ul] \"Ninguno\": sin transición (la imagen se muestra inmediatamente). \"Fade In\": aparición gradual la imagen. \"Mover de izquierda a derecha\": La imagen se mueve de la izquierda a su posición inicial. \"Mover de derecha a izquierda\": La imagen se mueve de la derecha a su posición inicial. \"Mover a la posición Izquierda/Centro/Derecha\": La imagen se mueve desde su posición inicial a la posición designada.[/ul]
es: Selects the type of transition for the image: [ul] \"None\": No transition (image is displayed immediately). \"Fade In\": Fades in the image. \"Zoom In\": The image scale from 0.6 to 1. \"Zoom Out\": The image scale from 1.4 to 1.[/ul]

source: Selecciona el tipo de transición para la imagen: [ul] \"Ninguno\": sin transición (la imagen se muestra inmediatamente). \"Fade In\": aparición gradual la imagen. \"Acercar\": La escala de la imagen de 0,6 a 1. \"Alejar\": La escala de la imagen de 1,4 a 1.[/ul]
es: Selects the duration of the transition effect.

source: El flujo de texto se detiene mientras dura la animación.
es: Text flow stops for the duration of the animation.

source: Recuperar HP
es: Recover HP

source: + Nivel de farmacología x
es: + Pharmacology level x

source: Recuperar MP
es: Recover MP

source: Ganar TP
es: Gain TP

source: Agregar estado
es: Add State

source: Eliminar estado
es: Remove State

source: Agregar mejora
es: Add Buff

source: incógnita
es: x

source: Agregar desventaja
es: Add Debuff

source: Quitar mejora
es: Remove Buff

source: Eliminar desventaja
es: Remove Debuff

source: Efecto especial
es: Special Effect

source: Crecer
es: Grow

source: Aprender Habilidad
es: Learn Skill

source: Evento común
es: Common Event

source: [title]Recuperar HP[/title] Recupera HP (se suma al valor actual). Los valores de recuperación se especifican como la suma de un porcentaje del HP máximo del personaje objetivo (-100% a 100%) y un valor establecido (-9999999 a 9999999). Si solo desea establecer uno de estos valores, asegúrese de establecer el otro valor en 0. Al configurar este efecto en un elemento, el valor de recuperación cambiará de acuerdo con el valor del rasgo especial [Farmacología] del usuario.
es: [title]Recover MP[/title] Recovers MP (adds to current value). Recovery values are specified as a sum of a percentage of the target character's Max MP (-100% to 100%) and a set value (-9999999 to 9999999). If you only wish to set one of these values, make sure to set the other value to 0. When setting this effect to an item, the recovery value will change according to the user's [Pharmacology] special trait value.

source: [title]Recuperar MP[/title] Recupera MP (se suma al valor actual). Los valores de recuperación se especifican como la suma de un porcentaje del MP máximo del personaje objetivo (-100% a 100%) y un valor establecido (-9999999 a 9999999). Si solo desea establecer uno de estos valores, asegúrese de establecer el otro valor en 0. Al configurar este efecto en un elemento, el valor de recuperación cambiará de acuerdo con el valor del rasgo especial [Farmacología] del usuario.
es: [title]Gain TP[/title] Increases TP by the specified amount. Specify the increase using a set value (0 to 9999999).

source: [title]Ganar TP[/title] Aumenta TP en la cantidad especificada. Especifique el aumento utilizando un valor establecido (0 a 9999999).
es: [title]Add State[/title] Adds a state. Specify the desired state and the rate of success (0 to 10000%). By setting this to a value higher than 100%, this will have a higher chance of success to add the state than its original effectiveness.

source: [title]Agregar estado[/title] Agrega un estado. Especifique el estado deseado y la tasa de éxito (0 a 10000%). Al establecer esto en un valor superior al 100%, tendrá una mayor probabilidad de éxito para agregar el estado que su efectividad original.
es: [title]Remove State[/title] Removes a state. Specify the desired state and the rate of success (0 to 10000%).

source: [title]Eliminar estado[/title] Elimina un estado. Especifique el estado deseado y la tasa de éxito (0 a 10000%).
es: [title]Add Buff[/title] Raises the fluctuation level of the specified trait by one. There is a 25% fluctuation in the original value per level. To have this raise two or more levels at once, add this effect multiple times. Set the target parameter and the number of turns this effect will last.

source: [title]Agregar mejora[/title] Aumenta el nivel de fluctuación del rasgo especificado en uno. Hay una fluctuación del 25% en el valor original por nivel. Para que esto suba dos o más niveles a la vez, agregue este efecto varias veces. Establece el parámetro objetivo y el número de turnos que durará este efecto.
es: [title]Add Debuff[/title] Lowers the fluctuation level of the specified trait by one. There is a 25% fluctuation in the original value per level. To have this decrease two or more levels at once, add this effect multiple times. Set the target parameter and the number of turns this effect will last.

source: [title]Agregar desventaja[/title] Reduce el nivel de fluctuación del rasgo especificado en uno. Hay una fluctuación del 25% en el valor original por nivel. Para que esto disminuya dos o más niveles a la vez, agregue este efecto varias veces. Establece el parámetro objetivo y el número de turnos que durará este efecto.
es: [title]Remove Buff[/title] Resets a trait to its original value when the fluctuation level of the specified trait is buffed.

source: [title]Eliminar mejora[/title] Restablece un rasgo a su valor original cuando se mejora el nivel de fluctuación del rasgo especificado.
es: [title]Remove Debuff[/title] Resets a trait to its original value when the fluctuation level of the specified trait is debuffed.

source: [title]Eliminar desventaja[/title] Restablece un rasgo a su valor original cuando se debilita el nivel de fluctuación del rasgo especificado.
es: [title]Special Effect[/title] Can only be set to [Escape]. The target character will flee from battle (100%). If an actor has received this effect, they will not earn any EXP. If all party members flee due to a skill / item with this effect, they will not receive any reward for the battle. *This is different than the \"Escape\" party command.
